Repository: NationalCentreTruthReconciliation/Secure-Record-Transfer
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: French
fr: Français

source: Source name
fr: Nom de la source

# "Selected" refers to one or more Metadata objects.
source: Export CAAIS 1.0 CSV for Selected
fr: Exporter CSV NCIAA 1.0 pour Sélectionnés

# "Selected" refers to one or more Metadata objects.
source: Export AtoM 2.6 Accession CSV for Selected
fr: Exporter AtoM 2.6 Accession CSV pour Sélectionnés

# "Selected" refers to one or more Metadata objects.
source: Export AtoM 2.3 Accession CSV for Selected
fr: Exporter AtoM 2.3 Accession CSV pour Sélectionnés

# "Selected" refers to one or more Metadata objects.
source: Export AtoM 2.2 Accession CSV for Selected
fr: Exporter AtoM 2.2 Accession CSV pour Sélectionnés

# "Selected" refers to one or more Metadata objects.
source: Export AtoM 2.1 Accession CSV for Selected
fr: Exporter AtoM 2.1 Accession CSV pour Sélectionnés

source: https://archivescanada.ca/wp-content/uploads/2022/12/CAAIS_2019May15_EN.pdf
fr: https://archivescanada.ca/wp-content/uploads/2022/12/CAAIS_2019May15_FR.pdf

source: %(text)s [%(link_start)sCAAIS%(link_end)s %(section)s]
fr: %(text)s [%(link_start)sNCIAA%(link_end)s %(section)s]

source: %(text)s [CAAIS %(section)s]
fr: %(text)s [NCIAA %(section)s]

source: %(help_text)s. Use the date format YYYY-MM-DD for a single date or YYYY-MM-DD - YYYY-MM-DD for a date range
fr: %(help_text)s. Utilisez le format de date AAAA-MM-JJ pour une seule date ou AAAA-MM-JJ - AAAA-MM-JJ pour une plage de dates

source: Record an identifier to uniquely identify this accession
fr: Enregistrez un identifiant pour identifier cette accession de manière unique

source: Invalid date format
fr: Format de date invalide

source: Date cannot be in the future
fr: La date ne peut pas être dans le futur

source: End date cannot be in the future
fr: La date de fin ne peut pas être dans le futur

source: Date cannot be before 1800
fr: La date ne peut pas être avant 1800

source: End date cannot be before 1800
fr: La date de fin ne peut pas être avant 1800

source: Invalid date format for end date
fr: Format de date invalide pour la date de fin

source: End date must be later than start date
fr: La date de fin doit être postérieure à la date de début

source: '%(id)s' is a reserved Identifier type - please use another type name
fr: '%(id)s' est un type d’identifiant réservé - veuillez utiliser un autre nom de type

source: This field is required.
fr: Ce champ est obligatoire.

source: Phone number must look like "+1 (999) 999-9999"
fr: Le numéro de téléphone doit ressembler à "+1 (999) 999-9999"

source: Phone number
fr: Numéro de téléphone

source: Email
fr: Courriel

source: Select a Country
fr: Sélectionner un pays

source: Acquisition methods
fr: Méthodes d'acquisition

source: Acquisition method
fr: Méthode d'acquisition

source: Record the acquisition method in accordance with a controlled vocabulary
fr: Enregistrer la méthode d’acquisition conformément à un vocabulaire contrôlé

source: Statuses
fr: Statuts

source: Status
fr: Statut

source: Record the current position of the material with respect to the repository's workflows and business processes using a controlled vocabulary
fr: Enregistrez la position actuelle des documents dans les activités et les processus d’affaires de l’établissement

source: CAAIS metadata
fr: Métadonnées NCIAA

source: Give the authorized form(s) of the name of the institution in accordance with the repository's naming standard
fr: Fournir la forme autorisée du nom de l’établissement conformément aux norms de nommage de l’organisme

source: Repository
fr: Établissement

source: Supply an accession title in accordance with the repository's descriptive standard, typically consisting of the creator's name(s) and the type of material
fr: Établir un titre d’acquisition conformément aux normes de description de l’établissement celles-ci consistent généralement du nom du créateur et du type de documents

source: Accession title
fr: Titre de l'acquisition

source: Provide a preliminary estimate of the date range or explicitly indicate if not it has yet been determined
fr: Fournir une estimation préliminaire de dates échelonnées ou préciser en toutes lettres si elles n’ont pas encore été déterminées

source: Date of materials
fr: Date des matériaux

source: Record information about the standards, rules or conventions that were followed when creating or maintaining the accession record.
fr: Consigner les informations sur les normes, règles ou conventionsutilisées lors de la création ou de la mise à jour de la notice d'acquisition.

source: Rules or conventions
fr: Règles ou conventions

source: Record the language(s) and script(s) used to create the accession record.
fr: Consigner la ou les langue(s) ou typographie(s) utilisée(s) lors de la création de la notice d'acquisition.

source: Language of accession record
fr: Langue de la notice d'acquisition

source: Identifiers
fr: Identifiants

source: Identifier
fr: Identifiant

source: Record the identifier type in accordance with a controlled vocabulary maintained by the repository
fr: Enregistrer le type d’identifiant en accord avec un vocabulaire contrôlé utilisé par l’établissement

source: Identifier type
fr: Type d'identifiant

source: Record the other identifier value as received or generated by the repository
fr: Enregistrer l’autre identifiant comme reçu ou généré par l’établissement

source: Record any additional information that clarifies the purpose, use or generation of the identifier.
fr: Consigner toute information additionnelle qui précise la raison d’être, l’utilisation ou la création de l’identifiant.

source: Identifier note
fr: Note sur l'identifiant

source: Archival units
fr: Unités archivistiques

source: Archival unit
fr: Unité archivistique

source: Record the reference code and/or title of the archival unit to which the accession belongs
fr: Enregistrer le code de référence et/ou le titre de l’unité archivistique auquelappartient l’acquisition

source: Disposition authorities
fr: Autorisations de disposition

source: Disposition authority
fr: Autorisation de disposition

source: Record information about any legal instruments that apply to the accessioned material. Legal instruments include statutes, records schedules or disposition authorities, and donor agreements
fr: Consigner l’information à propos de toute référence légale qui s’applique aux documents acquis. Les références légales incluent les statuts, calendriers de conservation ou instance décisionnelle, de même que les ententes avec les donateurs

source: Source types
fr: Types de sources

source: Source type
fr: Type de source

source: Record the source in accordance with a controlled vocabulary maintained by the repository
fr: Consigner le type de source conformément au vocabulaire contrôlé utilisé par l’établissement

source: Source roles
fr: Rôles de la source

source: Source role
fr: Rôle de la source

source: Record the source role (when known) in accordance with a controlled vocabulary maintained by the repository
fr: Consigner le rôle de la source (lorsqu’il est connu) conformément au vocabulaire contrôlé utilisé par l’établissement

source: Source confidentialities
fr: Confidentialités de la source

source: Source confidentiality
fr: Confidentialité de la source

source: Record source statements or source information that is for internal use only by the repository. Repositories should develop a controlled vocabulary with terms that can be translated into clear rules for handling source information
fr: Identifier des déclarations de source ou de l’information sur la source à l’intention de l’établissement. Les établissements devraient développer un vocabulaire contrôlé contenant des termes qui peuvent être transposés en règles claires pour la manipulation de l’information sur la source

source: Sources of material
fr: Sources du matériel

source: Source of material
fr: Source du matériel

source: Record the source name in accordance with the repository's descriptive standard
fr: Consigner le nom de la source conformément aux normes de description utilisées pas l’établissement

source: Contact name
fr: Nom du contact

source: Job title
fr: Titre du poste

source: Organization
fr: Organisation

source: Email address
fr: Courriel

source: Address line 1
fr: Adresse ligne 1

source: Address line 2
fr: Adresse ligne 2

source: City
fr: Ville

source: Country
fr: Pays

source: Record any other information about the source of the accessioned materials. If the source performed the role for only a specific period of time (e.g. was a custodian for several years), record the dates in this element
fr: Consigner toute autre information sur la source des documents acquis. Si la source a seulement joué un rôle pour un laps de temps défini (par ex. la source a entreposé les documents pendant plusieurs années), consigner les dates dans cet élément

source: Preliminary custodial histories
fr: Historiques préliminaires de la conservation

source: Preliminary custodial history
fr: Historique préliminaire de la conservation

source: Provide relevant custodial history information in accordance with the repository's descriptive standard. Record the successive transfers of ownership, responsibility and/or custody of the accessioned material prior to its transfer to the repository
fr: Fournir de l’information pertinente sur l’historique de la conservation conformément aux normes de description utilisées par l’établissement. Établir les transferts successifs de propriété, de responsabilité et/ou de conservation des documents avant leur acquisition par l’établissement

source: Extent types
fr: Types d’étendue

source: Extent type
fr: Type d’étendue

source: Record the extent statement type in accordance with a controlled vocabulary maintained by the repository
fr: Consigner le type d’énoncé d’étendue conformément au vocabulaire contrôlé utilisé par l’établissement

source: Content types
fr: Types de contenu

source: Content type
fr: Type de contenu

source: Record the type of material contained in the units measured, i.e., the genre of the material
fr: Consigner le type de documents que contiennent les unités mesurées, e.g. la forme documentaire

source: Carrier types
fr: Types de support

source: Carrier type
fr: Type de support

source: Record the physical format of an object that supports or carries archival materials using a controlled vocabulary maintained by the repository
fr: Consigner la forme matérielle d’un objet qui contient ou supporte des documents d’archives conformément au vocabulaire contrôlé utilisé par l’établissement

source: Extent statement
fr: Énoncé d’étendue

source: Extent statements
fr: Énoncés d’étendue

source: Record the number and unit of measure expressing the quantity of the extent (e.g., 5 files, totalling 2.5MB)
fr: Consigner le nombre et l’unité de mesure applicables à l’étendue (p. ex., 5 fichiers, totalisant 2,5 Mo).

source: Quantity and unit of measure
fr: Nombre et unité de mesure

source: Record additional information related to the number and type of units received, retained, or removed not otherwise recorded
fr: Consigner des informations additionnelles liées à l’étendue et au type de documents reçus, conservés ou supprimés, lorsque l’information n’a pas déjà été consignée ailleurs

source: Extent note
fr: Note sur l’étendue

source: Preliminary scope and content
fr: Portée et contenu préliminaire

source: Record a preliminary description that may include: functions and activities that resulted in the material's generation, dates, the geographic area to which the material pertains, subject matter, arrangement, classification, and documentary forms
fr: Consigner une description préliminaire qui inclut : les fonctions et les activités ayant générées les documents, la période couverte par leur contenu, les lieux géographiques sur lesquels ils portent, le(s) sujet(s), l’organisation, la classification et les formes documentaires

source: Language of materials
fr: Langue des documents

source: Language of material
fr: Langue du document

source: Record, at a minimum, the language that is predominantly found in the accessioned material
fr: Consigner, de façon minimale, la langue prédominante trouvée dans les documents

source: Storage location
fr: Lieu d'entreposage

source: Record the physical and/or digital location(s) within the repository in which the accessioned material is stored
fr: Indiquer la localisation physique ou numérique des documents au sein de l’établissement

source: Rights type
fr: Type de droits

source: Record the rights statement type in accordance with a controlled vocabulary maintained by the repository
fr: Consigner le type de déclaration sur les droits conformément au vocabulaire contrôlé utilisé par l’établissement

source: Record the nature and duration of the permission granted or restriction imposed. Specify where the condition applies only to part of the accession
fr: Consigner la nature et la durée des accès accordés, ou les restrictions imposées. S’il s’agit seulement d’une partie de l’acquisition, spécifier à quoi s’applique les restrictions

source: Rights value
fr: Valeur des droits

source: Record any other information relevant to describing the rights statement
fr: Consigner toute autre information pertinente pour décrire la déclaration sur les droits

source: Rights note
fr: Note sur les droits

source: Preservation requirements type
fr: Type d'exigence de conservation

source: Record the type of preservation requirement in accordance with a controlled vocabulary maintained by the repository.
fr: Enregistrer le type d’exigence de préservation conformément au vocabulaire contrôlé utilisé par l’établissement.

source: Preservation requirements
fr: Exigences de conservation

source: Record information about the assessment of the material with respect to its physical condition, dependencies, processing or access
fr: Consigner les informations sur l'évaluation de l'état physique des documents, leurs dépendances, leur traitement ou leur accès

source: Preservation requirements value
fr: Valeur de l'exigence de conservation

source: Record any other information relevant to the long-term preservation of the material
fr: Consigner toute autre information pertinente à la préservation à long terme des documents

source: Preservation requirements note
fr: Note sur l'exigence de conservation

source: Appraisal type
fr: Type d'évaluation

source: Record the appraisal type in accordance with a controlled vocabulary maintained by the repository
fr: Consigner le type d’évaluation conformément au vocabulaire contrôlé utilisé par l’établissement

source: Appraisal
fr: Évaluation

source: Where the accession process includes appraisal activities, record the appraisal statement value.
fr: Lorsque le processus d’acquisition comprend des activités d’évaluation, consigner la valeur de l’évaluation.

source: Appraisal value
fr: Valeur de l'évaluation

source: Record any other information relevant to describing the appraisal activities.
fr: Consigner toute autre information utile à la description des activités d’évaluation.

source: Appraisal note
fr: Note sur l'évaluation

source: Associated documentation type
fr: Type de documentation apparentée

source: Where the accession process generates associated documents, record the associated documentation type in accordance with a controlled vocabulary maintained by the repository.
fr: Lorsque le processus d'acquisition génère de la documentation apparentée, consigner le type de documentation apparentée conformément au vocabulaire contrôlé utilisé par l’établissement.

source: Associated documentation
fr: Documentation apparentée

source: Record the title of the associated documentation
fr: Consigner le titre de la documentation apparentée

source: Associated documentation title
fr: Titre de la documentation apparentée

source: Record any other information relevant to describing documentation associated to the accessioned material
fr: Consigner toute information utile à la description de la documentation apparentée aux documents acquis

source: Associated documentation note
fr: Note sur la documentation apparentée

source: Event type
fr: Type d'événement

source: Record the event type in accordance with a controlled vocabulary maintained by the repository
fr: Consigner le type d’événement conformément au vocabulaire contrôlé utilisé par l’établissement

source: Event date
fr: Date de l'événement

source: Record the name of the staff member or application responsible for the event
fr: Consigner le nom du membre du personnel ou l'application responsable de l'événement

source: Event agent
fr: Agent de l'événement

source: Record any other information relevant to describing the event.
fr: Consigner toute autre information utile à la description de l’événement.

source: Event note
fr: Note sur l'événement

source: General note
fr: Note générale

source: Record any other information relevant to the accession record or accessioning process
fr: Consigner toute autre information utile à la notice d’acquisition ou au processus lui-même

source: Creation or revision type
fr: Type de création ou de révision

source: Record the action type in accordance with a controlled vocabulary maintained by the repository.
fr: Consigner le type d’intervention conformément au vocabulaire contrôlé utilisé par l’établissement.

source: Date of creation or revision
fr: Date de création ou de révision

source: Creation or revision note
fr: Note sur la création ou la révision

source: Record the name of the staff member who performed the action (creation or revision) on the accession record
fr: Consigner le nom du membre du personnel de l’établissement qui a appliqué l’intervention (création ou révision) à la notice d’acquisition

source: Creation or revision agent
fr: Agent de création ou de révision

source: Record any information summarizing actions applied to the accession record.
fr: Consigner toute information résumant les interventions faites sur la notice d’acquisition.

source: No other details listed
fr: Aucun autre détail indiqué

source: The selected submission group(s) do not contain any submissions to export.
fr: Le(s) groupe(s) de soumission sélectionné(s) ne contiennent aucune soumission à exporter.

# "Selected" refers to one or more Submission Group objects.
source: Export CAAIS 1.0 CSV for Submissions in Selected
fr: Exporter CSV NCIAA 1.0 pour Sélectionnés

# "Selected" refers to one or more Submission Group objects.
source: Export AtoM 2.6 Accession CSV for Submissions in Selected
fr: Exporter AtoM 2.6 Accession CSV pour Sélectionnés

# "Selected" refers to one or more Submission Group objects.
source: Export AtoM 2.3 Accession CSV for Submissions in Selected
fr: Exporter AtoM 2.3 Accession CSV pour Sélectionnés

# "Selected" refers to one or more Submission Group objects.
source: Export AtoM 2.2 Accession CSV for Submissions in Selected
fr: Exporter AtoM 2.2 Accession CSV pour Sélectionnés

# "Selected" refers to one or more Submission Group objects.
source: Export AtoM 2.1 Accession CSV for Submissions in Selected
fr: Exporter AtoM 2.1 Accession CSV pour Sélectionnés

source: Click link to view uploaded files
fr: Cliquez sur le lien pour voir les fichiers téléchargés

source: A downloadable bag is being generated. Visit the %(link_start)sjobs page%(link_end)s for the status of the bag generation, or check the Submission page for a download link
fr: Un sac téléchargeable est en cours de génération. Visitez la %(link_start)s page des emplois %(link_end)s pour le statut de génération du sac, ou consultez la page de Soumission pour un lien de téléchargement

source: There are no files associated with this submission, it is not possible to create a Bag
fr: Il n'y a pas de fichiers associés à cette soumission, il n'est pas possible de créer un sac

source: Submission with ID '%(id)s' doesn't exist. Perhaps it was deleted?
fr: Soumission avec l'identifiant '%(id)s' n'existe pas. Peut-être a-t-il été supprimé?

# "Selected" refers to one or more Submission objects.
source: Export CAAIS 1.0 CSV for Metadata in Selected
fr: Exporter CSV NCIAA 1.0 pour Sélectionnés

# "Selected" refers to one or more Submission objects.
source: Export AtoM 2.6 Accession CSV for Metadata in Selected
fr: Exporter AtoM 2.6 Accession CSV pour Sélectionnés

# "Selected" refers to one or more Submission objects.
source: Export AtoM 2.3 Accession CSV for Metadata in Selected
fr: Exporter AtoM 2.3 Accession CSV pour Sélectionnés

# "Selected" refers to one or more Submission objects.
source: Export AtoM 2.2 Accession CSV for Metadata in Selected
fr: Exporter AtoM 2.2 Accession CSV pour Sélectionnés

# "Selected" refers to one or more Submission objects.
source: Export AtoM 2.1 Accession CSV for Metadata in Selected
fr: Exporter AtoM 2.1 Accession CSV pour Sélectionnés

source: File Link
fr: Lien de fichier

source: No file attached
fr: Pas de fichier joint

source: Contact Information
fr: Coordonnées

source: Language Preferences
fr: Préférences de langues

source: Email Updates
fr: Mises à jour par courriel

source: Password updated
fr: Mot de passe mis à jour

source: password
fr: mot de passe

source: updated
fr: mis à jour

source: Non-superusers cannot modify superuser accounts.
fr: Les non-superutilisateurs ne peuvent pas modifier les comptes superutilisateurs.

source: Account Deactivated
fr: Compte désactivé

source: account
fr: compte

source: deactivated
fr: désactivé

source: Account updated
fr: Compte mis à jour

source: Superuser privileges have been added to your account.
fr: Les privilèges de superutilisateur ont été ajoutés à votre compte.

source: Superuser privileges have been removed from your account.
fr: Les privilèges de superutilisateur ont été retirés de votre compte.

source: Staff privileges have been added to your account.
fr: Les privilèges du personnel ont été ajoutés à votre compte.

source: Staff privileges have been removed from your account.
fr: Les privilèges du personnel ont été retirés de votre compte.

source: Setting "%(key)s" has been reset to its default value of %(value)s.
fr: Réglage "%(key)s" a été réinitialisé à sa valeur par défaut de %(value)s.

# class_name is the name of a Python class and term_name is the user-entered value
source: %(class_name)s was noted as %(term_name)s
fr: %(class_name)s a été noté comme %(term_name)s

source: New Submission Ready for Review
fr: Nouvelle soumission prête pour révision

source: Submission Failed
fr: La soumission a échoué

source: Thank You For Your Submission
fr: Merci pour votre soumission

source: Issue With Your Submission
fr: Problème avec votre soumission

source: Activate Your Account
fr: Activer votre compte

source: Your In-Progress Submission is Expiring Soon
fr: Votre soumission en cours expire bientôt

source: Password Reset on NCTR Secure Record Transfer App
fr: Réinitialisation du mot de passe sur l'application de transfert sécurisé de dossiers du CNVR

source: Integer
fr: Entier

source: String
fr: Chaine

source: The email displayed for people to contact an archivist.
fr: Le courriel affiché pour contacter un archiviste.

source: A username for the application to send "do not reply" emails from. This username is combined with the site's base URL to create an email address. The URL can be set from the admin site.
fr: Un nom d'utilisateur pour l'application afin d'envoyer des courriels "ne pas répondre". Ce nom d'utilisateur est combiné avec l'URL de base du site pour créer une adresse courriel. L'URL peut être définie à partir du site administrateur.

source: This setting controls how many rows of items are shown per page in tables that support pagination.
fr: Ce paramètre contrôle combien de lignes d'articles sont affichées par page dans les tables qui prennent en charge la pagination.
