Repository: NationalCentreTruthReconciliation/Secure-Record-Transfer
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: fr

source: reset
fr: réinitialisation

source: The requested resource could not be found
fr: La ressource demandée est introuvable

source: File not found for this job
fr: Fichier introuvable pour cette tâche

source: Submission not found
fr: Soumission introuvable

source: Submission group not found
fr: Groupe de soumission introuvable

source: This submission group has no submissions associated with it to export.
fr: Ce groupe de soumissions ne comporte aucune soumission associée à exporter.

source: Group updated
fr: Groupe mis à jour

source: There was an error updating the group
fr: Une erreur s'est produite lors de la mise à jour du groupe

source: Direct access is not allowed.
fr: L'accès direct n'est pas autorisé.

source: Date Last Changed
fr: Date de la dernière modification

source: Date Started
fr: Date de début

source: Files Uploaded
fr: Fichiers téléchargés

source: Legal Agreement
fr: Accord juridique

source: Enter your contact information in case you need to be contacted by one of our archivists regarding your submission
fr: Veuillez saisir vos coordonnées au cas où l'un de nos archivistes aurait besoin de vous contacter au sujet de votre soumission

source: Record Source Information (Optional)
fr: Informations sur la source de l'enregistrement (facultatif)

source: Are you submitting records on behalf of another person or organization? Select Yes to enter information about them.
fr: Souhaitez-vous soumettre des documents au nom d'une autre personne ou organisation? Sélectionnez Oui pour saisir les informations à leur sujet.

source: Record Description
fr: Description des documents d'archives

source: Provide a brief description of the records you're submitting
fr: Fournissez une brève description des documents d'archives que vous soumettez

source: Record Rights and Restrictions (Optional)
fr: Droits et restrictions relatifs aux documents d'archives (facultatif)

source: Depending on the records you are submitting, there may be specific rights that govern the access of your records. <br> <br>Need help understanding rights types? %(link_start)sView our guide%(link_end)s for detailed explanations.
fr: Selon les documents que vous soumettez, certains droits spécifiques peuvent régir l'accès à vos documents. <br> <br>Vous avez besoin d'aide pour comprendre les différents types de droits ? %(link_start)sConsultez notre guide%(link_end)s pour obtenir des explications détaillées.

source: Identifiers (Optional)
fr: Identifiants (facultatif)

source: If you have any identifiers associated with these records, such as reference numbers, codes, or other unique IDs, you may enter them here. <b> This step is optional</b>. If you do not have any identifiers associated with the records, you may proceed to the next step.
fr: Si vous disposez d'identifiants associés à ces documents d'archives, tels que des numéros de référence, des codes ou d'autres identifiants uniques, vous pouvez les saisir ici. <b>Cette étape est facultative</b>. Si vous ne disposez d'aucun identifiant associé aux documents d'archives, vous pouvez passer à l'étape suivante.

source: Assign Submission to Group (Optional)
fr: Attribuer la soumission à un groupe (facultatif)

source: You may assign this submission to a group to keep your records organized. <b>This step is optional</b>. If you do not wish to assign a group, you can proceed to the next step.
fr: Vous pouvez attribuer cette soumission à un groupe afin d'organiser vos documents d'archives. <b>Cette étape est facultative</b>. Si vous ne souhaitez pas attribuer de groupe, vous pouvez passer à l'étape suivante.

source: Upload Files
fr: Télécharger des fichiers

source: Add any final notes you would like to add, and upload your files
fr: Ajoutez les dernières notes que vous souhaitez ajouter, puis téléchargez vos fichiers

source: Final Notes
fr: Notes finales

source: Add any final notes that may not have fit in previous steps
fr: Ajoutez toute note finale qui n'aurait pas pu être intégrée aux étapes précédentes

source: Review the information you've entered before submitting
fr: Vérifiez les informations que vous avez saisies avant de les envoyer

source: Invalid step name
fr: Nom de l'étape invalide

source: Can't load this in-progress submission because it will put you over the maximum concurrent session limit.
fr: Impossible de charger cette soumission en cours, car cela dépasserait la limite maximale de sessions simultanées.

source: Can't create a new submission because it will put you over the maximum concurrent session limit.
fr: Impossible de créer une nouvelle soumission car cela dépasserait la limite maximale de sessions simultanées.

source: Your submission was saved, but you have reached your session limit. Go to %(link_start)syour profile%(link_end)s to see your saved submissions.
fr: Votre soumission a été enregistrée, mais vous avez atteint la limite de votre session. Allez à %(link_start)svotre profil%(link_end)s pour voir vos soumissions enregistrées.

source: Submission saved successfully.
fr: Soumission enregistrée avec succès.

source: This submission will expire on %(date)s. Please be sure to complete your submission before then.
fr: Cette soumission expirera le %(date)s. Veuillez vous assurer de terminer votre soumission avant cette date.

source: There was an error saving the submission.
fr: Une erreur s'est produite lors de l'enregistrement de la soumission.

source: There was an error creating your submission. Please try again later or contact us for assistance.
fr: Une erreur s'est produite lors de la création de votre soumission. Veuillez réessayer plus tard ou nous contacter pour obtenir de l'aide.

source: Updated successfully
fr: Mise à jour réussie

source: Could not update
fr: Impossible de mettre à jour

source: Page not found
fr: Page introuvable

source: Account details updated.
fr: Détails du compte mis à jour.

source: Failed to update account information.
fr: Échec de la mise à jour des informations du compte.

source: Contact information updated.
fr: Coordonnées mises à jour.

source: Failed to update contact information.
fr: Échec de la mise à jour des coordonnées.

source: In-progress submission deleted.
fr: Soumission en cours supprimée.

source: In-progress submission not found.
fr: Soumission en cours introuvable.

source: Failed to delete in-progress submission.
fr: Échec de la suppression de la soumission en cours.

source: Submission group created successfully.
fr: Groupe de soumission créé avec succès.

source: Submission group "%(name)s" deleted.
fr: Groupe de soumission « %(name)s » supprimé.

source: Submission group not found.
fr: Groupe de soumission introuvable.

source: Failed to delete submission group.
fr: Échec de la suppression du groupe de soumission.

source: Submission or group not found
fr: Soumission ou groupe introuvable

source: Failed to assign submission to group
fr: Échec de l'attribution d'une soumission au groupe

source: Submission "%(title)s" is not assigned to any group
fr: La soumission « %(title)s » n'est attribuée à aucun groupe

source: Submission "%(title)s" unassigned from group "%(group_name)s"
fr: Soumission « %(title)s » non attribuée au groupe « %(group_name)s »

source: Submission "%(title)s" assigned to group "%(group_name)s"
fr: Soumission « %(title)s » attribuée au groupe « %(group_name)s »

source: Bad Request
fr: Mauvaise Demande

source: 400: Bad Request
fr: 400: Mauvaise Demande

source: The received request was invalid.
fr: La demande reçue n'était pas valide.

source: Forbidden
fr: Interdit

source: 403: Forbidden
fr: 403: Interdit

source: You are not allowed to access the requested resource.
fr: Vous n'êtes pas autorisé à accéder à la ressource demandée.

source: Not Found
fr: Introuvable

source: 404: Not Found
fr: 404: Introuvable

source: The requested page does not exist.
fr: La page demandée n'existe pas.

source: System Error
fr: Erreur de système

source: We're sorry, but this site is experiencing some issues.
fr: Nous sommes désolés, mais ce site rencontre actuellement des difficultés.

source: Please try again later. Contact us if you continue to experience issues.
fr: Veuillez réessayer plus tard. Contactez-nous si les difficultés persistent.

source: Upload Size
fr: Taille du téléchargement

source: File was removed
fr: Le fichier a été supprimé

source: Last upload at
fr: Dernier téléchargement à

source: Invalid filename or size
fr: Nom ou taille du fichier invalide

source: You can not upload anymore files.
fr: Vous ne pouvez plus télécharger de fichiers.

source: The file "%(filename)s" would push the total file count past the maximum number of files (%(max_count)s)
fr: Le fichier « %(filename)s » ferait passer le nombre total de fichiers au-delà du nombre maximal de fichiers (%(max_count)s)

source: Maximum total upload size (%(max_size)s MB) exceeded
fr: Taille totale maximale de téléchargement (%(max_size)s Mo) dépassée

source: The file "%(filename)s" would push the total transfer size past the %(max_size)sMB max
fr: Le fichier « %(filename)s » ferait passer la taille totale du transfert au-delà de la taille maximale de %(max_size)sMo

source: A file with the same name has already been uploaded.
fr: Un fichier portant le même nom a déjà été téléchargé.

source: A file with the name "%(filename)s" has already been uploaded
fr: Un fichier nommé « %(filename)s » a déjà été téléchargé

source: Filename cannot be empty
fr: Le nom du fichier ne peut pas être vide

source: Filename is too long
fr: Le nom du fichier est trop long

source: Filename is too long (%(num_chars)s characters, max %(max_chars)s is allowed)
fr: Le nom du fichier est trop long (%(num_chars)s caractères, le maximum autorisé est %(max_chars)s)

source: Filename contains invalid characters
fr: Le nom du fichier contient des caractères invalides

source: Absolute paths are not allowed
fr: Les chemins absolus ne sont pas autorisés

source: Filename "%(filename)s" begins with "/"
fr: Le nom de fichier « %(filename)s » commence par « / »

source: Filename "%(filename)s" begins with "%(drive_letter)s:"
fr: Le nom de fichier « %(filename)s » commence par « %(drive_letter)s: »

source: Filename contains invalid path characters
fr: Le nom du fichier contient des caractères de chemin d'accès invalides

source: Filename "%(filename)s" contains invalid character pattern: "%(pattern)s"
fr: Le nom de fichier « %(filename)s » contient un motif de caractères non valide : « %(pattern)s »

source: Filename uses reserved system name
fr: Le nom de fichier utilise un nom système réservé

source: Filename "%(filename)s" includes Windows reserved filename "%(reserved)s"
fr: Le nom de fichier « %(filename)s » comprend le nom de fichier réservé Windows « %(reserved)s »

source: File is missing an extension.
fr: L'extension du fichier est manquante.

source: The file "%(filename)s" does not have a file extension
fr: Le fichier « %(filename)s » n'a pas d'extension

source: Files with "%(extension)s" extension are not allowed.
fr: Les fichiers avec l'extension « %(extension)s » ne sont pas autorisés.

source: The file "%(filename)s" has an invalid extension (.%(extension)s)
fr: Le fichier "%(filename)s" a une extension invalide (.%(extension)s)

source: File type is not supported
fr: Le type de fichier n'est pas soutenu

source: The file "%(filename)s" has an unsupported extension "%(extension)s"
fr: Le fichier "%(filename)s" a une extension non reconnue "%(extension)s"

source: File type could not be determined
fr: Le type de fichier n'a pas pu être déterminé

source: The file "%(filename)s" could not be analyzed for MIME type validation
fr: Le fichier « %(filename)s » n'a pas pu être analysé pour la validation du type MIME

source: File size is invalid.
fr: La taille du fichier est invalide.

source: The file "%(filename)s" has an invalid size (%(size)s)
fr: Le fichier «%(filename)s» a une taille invalide (%(size)s)

source: File is empty.
fr: Le fichier est vide.

source: The file "%(filename)s" is empty
fr: Le fichier «%(filename)s» est vide

source: File is too big (%(size_mb).2fMB). Max filesize: %(max_size_mb)sMB
fr: Fichier est trop volumineux (%(size_mb).2fMo). Taille maximale des fichiers: %(max_size_mb)sMo

source: The file "%(filename)s" is too big (%(size_mb).2fMB). Max filesize: %(max_size_mb)sMB
fr: Le fichier "%(filename)s" est trop volumineux (%(size_mb).2fMo). Taille maximale des fichiers: %(max_size_mb)sMo

source: Session Created
fr: Session créée

source: Session Expired
fr: Session expirée

source: Uploading Files
fr: Téléchargement de fichiers

source: File Copy in Progress
fr: Copie du fichier en cours

source: All Files in Permanent Storage
fr: Tous les fichiers dans l'entreposage permanent

source: Copying Failed
fr: Échec de la copie

source: File Removal in Progress
fr: Suppression de fichier en cours

source: %(file_count)s, totalling %(total_size)s
fr: %(file_count)s, totalisant %(total_size)s

source: %(token)s (started at %(date)s)
fr: %(token)s (commencé à %(date)s)

source: %(name)s Removed! | %(session)s
fr: %(name)s Supprimé! | %(session)s

source: Invalid filename or upload session token
fr: Nom de fichier ou identifiant de session de téléchargement invalide

source: Invalid upload session token
fr: Identifiant de session de téléchargement invalide

source: There was an internal server error. Please try again.
fr: Une erreur interne du serveur s'est produite. Veuillez réessayer.

source: No file was uploaded
fr: Aucun fichier n'a été téléchargé

source: Malware was detected in the file "%(name)s"
fr: Un logiciel malveillant a été détecté dans le fichier «%(name)s»

source: File "%(name)s" is too large to scan for malware
fr: Fichier "%(name)s" est trop volumineux pour être analysé à la recherche de logiciels malveillants

source: Unable to scan file for malware due to scanner error
fr: Impossible d'analyser le fichier à la recherche de logiciels malveillants en raison d'une erreur de lecture

source: There was an error uploading the file
fr: Une erreur s'est produite lors du téléchargement du fichier

source: File not found in upload session
fr: Fichier introuvable dans la session de téléchargement

source: Cannot remove file from upload session
fr: Impossible de supprimer le fichier de la session de téléchargement

source: The uploaded file could not be found
fr: Le fichier téléchargé est introuvable

source: No file types could be identified
fr: Aucun type de fichier n'a pu être identifié

# file_count_1 and _2 are both counts like: '1 PDF file'
source: %(file_count_1)s and %(file_count_2)s
fr: %(file_count_1)s et %(file_count_2)s

source: %(file_count_1)s, and %(file_count_2)s
fr: %(file_count_1)s, et %(file_count_2)s
