Repository: NationalCentreTruthReconciliation/Secure-Record-Transfer
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Depending on the records you are submitting, there may be specific rights that govern the access of your records. The following is a brief description about the types of rights that are available to be used. If none suit your needs, select <b>Other</b> in the rights dropdown.
fr: Selon les documents que vous soumettez, certains droits spécifiques peuvent régir l'accès à vos documents. Vous trouverez ci-dessous une brève description des types de droits disponibles. Si aucun ne correspond à vos besoins, sélectionnez <b>Autre</b> dans le menu déroulant des droits.

source: Show rights type details
fr: Afficher les détails du type de droits

source: The following is a description of each rights type:
fr: Voici une description de chaque type de droit:

source: NCTR Secure Record Transfer App
fr: L'application sécurisée de transfert de dossiers du CNVR

source: Securely Send Your Records to the NCTR
fr: Envoyez vos dossiers en toute sécurité au NCTR

source: Submit Your Records
fr: Soumettre vos documents

source: Sign up Now
fr: Inscrivez-vous dès maintenant

source: Preserve History, Share Truth
fr: Préserver l'histoire, partager la vérité

source: Join us in building a comprehensive digital archive that honors and preserves vital historical records. Our secure transfer application makes it simple to contribute to this important collection.
fr: Rejoignez-nous pour créer des archives numériques complètes qui honorent et préservent des documents historiques essentiels. Notre application de transfert sécurisé facilite la contribution à cette importante collection.

source: Simple &amp; Secure
fr: Simple &amp; sécurisé

source: Upload your digital records with confidence through our encrypted, user-friendly platform.
fr: Téléchargez vos dossiers numériques en toute confiance grâce à notre plateforme cryptée et conviviale.

source: Standards-Based
fr: Fondée sur des normes

source: Your contributions are preserved following CAAIS (Canadian Archival Accession Information Standard), ensuring long-term accessibility and value.
fr: Vos contributions sont conservées conformément à la NCIAA (Norme canadienne d’information pour l’acquisition d’archive, ce qui garantit leur accessibilité et leur valeur à long terme.

source: Make an Impact
fr: Ayez un impact

source: Every record shared helps build a more complete historical narrative for future generations.
fr: Chaque document partagé contribue à construire un récit historique plus complet pour les générations futures. .

source: Ready to Contribute?
fr: Prêt à contribuer?

source: We welcome both individual and organizational contributions. For large-scale donations or physical records, please get in contact with us.
fr: Nous acceptons les contributions individuelles et organisationnelles. Pour les dons à grande échelle ou les archives physiques, veuillez nous contacter.

source: Sign Up Now
fr: Inscrivez-vous dès maintenant

source: More NCTR Resources
fr: Plus de ressources CNVR

source: View Your Records
fr: Consultez vos documents

source: Access your personal or family records held in the NCTR archives
fr: Accédez à vos documents personnels ou familiaux conservés dans les archives du CNVR

source: About NCTR
fr: À propos du CNVR

source: Learn about our mission, mandate and the work we do
fr: Découvrez notre mission, notre mandat et le travail que nous accomplissons

source: Public Records
fr: Archives publiques

source: Browse our public collection of records
fr: Parcourez notre collection publique d'archives

source: Fully Open Source
fr: Source Entièrement Ouverte

source: This project is open source, demonstrating our commitment to transparency and collaboration. Join our community on GitHub to explore the code, contribute improvements, or adapt it for your organization's needs.
fr: Ce projet est open source, ce qui démontre notre engagement en faveur de la transparence et de la collaboration. Rejoignez notre communauté sur GitHub pour explorer le code, apporter des améliorations ou l'adapter aux besoins de votre organisation.

source: View on GitHub
fr: Voir sur GitHub

source: In-Progress Submission Expired
fr: Soumission en cours expirée

source: In-progress submission has expired
fr: La soumission en cours a expiré

source: This in-progress submission has expired and can no longer be accessed. If you would like to submit your files again, please start a new submission.
fr: Cette soumission en cours a expiré et n'est plus accessible. Si vous souhaitez soumettre à nouveau vos fichiers, veuillez créer une nouvelle soumission.

source: Quick Links
fr: Liens rapides

source: Make Another Submission
fr: Faire une autre soumission

source: Go to Homepage
fr: Aller à la page d'accueil

source: View your Profile
fr: Consultez votre profil

source: %(total_open_sessions)s / %(max_open_sessions)s Sessions Used
fr: %(total_open_sessions)s / %(max_open_sessions)s Sessions utilisées

source: Unlimited Sessions Allowed
fr: Sessions illimitées autorisées

source: Session Limit Reached
fr: Limite de sessions atteinte

source: <b>You have reached the maximum number of concurrent sessions allowed!</b> To start a new submission, you'll need to either delete or complete any of your in-progress submissions.
fr: <b>Vous avez atteint le nombre maximal de sessions simultanées autorisées !</b> Pour commencer une nouvelle soumission, vous devez soit supprimer, soit terminer l'une de vos soumissions en cours.

source: You are Within the Session Limit
fr: Vous avez atteint la limite de sessions

source: You are allowed to have as many concurrent sessions as you would like.
fr: Vous pouvez avoir autant de sessions simultanées que vous le souhaitez.

source: You are within the total concurrent session limit of %(max_open_sessions)s.
fr: Vous avez atteint la limite totale de sessions simultanées de %(max_open_sessions)s.

source: New submission
fr: Nouvelle soumission

source: Your Current Sessions
fr: Vos sessions en cours

source: Below are your current active and expired sessions. Sessions will automatically expire after a period of inactivity. Expired sessions that are not part of a saved submission are automatically cleaned up on a schedule. To create space, you may delete or complete submissions that you have saved. See the <b>Actions</b> column below to resume or delete a saved submission.
fr: Vous trouverez ci-dessous vos sessions actives et expirées. Les sessions expirent automatiquement après une période d'inactivité. Les sessions expirées qui ne font pas partie d'une soumission enregistrée sont automatiquement supprimées selon un calendrier défini. Pour libérer de l'espace, vous pouvez supprimer ou terminer les soumissions que vous avez enregistrées. Consultez la colonne <b>Actions</b> ci-dessous pour reprendre ou supprimer une soumission enregistrée.

source: Note that some of your saved in-progress submissions may not be here! Only the submissions that you started uploading files in have a session that counts towards the max.
fr: Notez que certaines de vos soumissions en cours enregistrées peuvent ne pas figurer ici ! Seules les soumissions pour lesquelles vous avez commencé à télécharger des fichiers ont une session qui compte dans le maximum.

source: Your Profile
fr: Votre profil

source: Past Submissions
fr: Soumissions antérieures

source: In-Progress
fr: En cours

source: Submission Groups
fr: Groupes de soumission

source: New submission group
fr: Nouveau groupe de soumission

source: Create Account
fr: Créer un compte

source: Create a New Account
fr: Créer un nouveau compte

source: The form was not valid.
fr: Le formulaire n'était pas valide.

source: Already have an account?
fr: Vous avez déjà un compte?

source: Submission Report for %(title)s
fr: Rapport de soumission pour %(title)s

source: The following is an automatically generated report for the submission made by %(username)s (%(email)s) at %(date)s, titled "%(title)s."
fr: Ce qui suit est un rapport généré automatiquement pour la soumission effectuée par %(username)s (%(email)s) le %(date)s, intitulée « %(title)s ».

source: Submission Context
fr: Contexte de la soumission

source: Submission Date
fr: Date de la soumission

source: Submitted By
fr: Soumis par

source: Report Generation Date
fr: Date de génération du rapport

source: Submission UUID
fr: UUID de soumission

source: 1. Identity Information Section
fr: 1. Section relative aux informations d'identité

source: 1.1 Repository
fr: 1.1 Établissement

source: (Not specified)
fr: (Non spécifié)

source: 1.2 Identifiers
fr: 1.2 Identifiants

source: Identifier %(num)s of %(total)s
fr: Identifiant %(num)s sur %(total)s

source: 1.2.1 Identifier Type:
fr: 1.2.1 Type d'identifiant:

source: 1.2.1 Identifier Value:
fr: 1.2.1 Valeur de l'identifiant:

source: 1.2.1 Identifier Note:
fr: 1.2.1 Note sur l'identifiant:

source: (None specified)
fr: (Aucun spécifié)

source: 1.3 Accession Title
fr: 1.3 Titre de l’acquisition

source: 1.4 Archival Unit
fr: 1.4 Unité archivistique

source: 1.5 Acquisition Method
fr: 1.5 Méthode d’acquisition

source: 1.6 Disposition Authority
fr: 1.6 Autorisation de disposition

source: 1.7 Status
fr: 1.7 Statut

source: 2. Source Information Section
fr: 2. Zone d’information sur la source

source: 2.1 Source of Materials
fr: 2.1 Source du document

source: Source of Material %(num)s of %(total)s
fr: Source du matériel %(num)s sur %(total)s

source: 2.1.1 Source Type:
fr: 2.1.1 Type de source:

source: 2.1.2 Source Name:
fr: 2.1.2 Nom de la source:

source: 2.1.3 Source Contact Information:
fr: 2.1.3 Coordonnées de la source:

source: Contact Name: %(name)s
fr: Nom du contact : %(name)s

source: Job Title: %(title)s
fr: Intitulé du poste : %(title)s

source: Organization: %(organization)s
fr: Organisation : %(organization)s

source: Phone Number: %(phone)s
fr: Numéro de téléphone : %(phone)s

source: Email: %(email)s
fr: Courriel : %(email)s

source: Address Line 1: %(address_line)s
fr: Adresse Ligne 1: %(address_line)s

source: Address Line 2: %(address_line)s
fr: Adresse Ligne 2: %(address_line)s

source: City: %(city)s
fr: Ville: %(city)s

source: Region: %(region)s
fr: Région : %(region)s

source: Postal or Zip Code: %(postal_or_zip_code)s
fr: Code postal : %(postal_or_zip_code)s

source: Country: %(country)s
fr: Pays : %(country)s

source: 2.1.4 Source Role:
fr: 2.1.4 Rôle de la source:

source: 2.1.5 Source Note:
fr: 2.1.4 Rôle de la source:

source: 2.1.6 Source Confidentiality:
fr: 2.1.6 Confidentialité de la source:

source: 2.2 Preliminary Custodial History
fr: 2.2 Historique préliminaire de la conservation

source: 3. Materials Information Section
fr: 3. Zone d’information sur les documents

source: 3.1 Date of Materials
fr: 3.1 Date des documents

source: 3.2 Extent Statement
fr: 3.2 Énoncé d’étendue

source: Extent Statement %(num)s of %(total)s
fr: Énoncé d’étendue %(num)s de %(total)s

source: 3.2.1 Extent Type:
fr: 3.2.1 Type d’étendue:

source: 3.2.2 Quantity and Unit of Measure:
fr: 3.2.2 Quantité et unité de mesure:

source: 3.2.3 Content Type:
fr: 3.2.3 Type de contenu:

source: 3.2.4 Carrier Type:
fr: 3.2.4 Type de support:

source: 3.2.5 Extent Note:
fr: 3.2.5 Note sur l’étendue:

source: 3.3 Preliminary Scope and Content
fr: 3.3 Portée et contenu préliminaires

source: 3.4 Language of Material
fr: 3.4 Langue des documents

source: 4. Management Information Section
fr: 4. Zone d’information de gestion

source: 4.1 Storage Location
fr: 4.1 Lieu d’entreposage

source: 4.2 Rights
fr: 4.2 Droits

source: Rights %(num)s of %(total)s
fr: Droits %(num)s de %(total)s

source: 4.2.1 Rights Type:
fr: 4.2.1 Type de droits:

source: 4.2.2 Rights Value:
fr: 4.2.2 Valeur des droits:

source: 4.2.3 Rights Note:
fr: 4.2.3 Note sur les droits:

source: 4.3 Preservation Requirements
fr: 4.3 Exigences de préservation

source: Preservation Requirements %(num)s of %(total)s
fr: Exigences de préservations %(num)s de %(total)s

source: 4.3.1 Preservation Requirements Type:
fr: 4.3.1 Type d’exigence de conservation:

source: 4.3.2 Preservation Requirements Value:
fr: 4.3.2 Valeur de l’exigence de conservation:

source: 4.3.3 Preservation Requirements Note:
fr: 4.3.3 Note sur l’exigence de conservation:

source: 4.4 Appraisal
fr: 4.4 Évaluation

source: Appraisal %(num)s of %(total)s
fr: Évaluation %(num)s de %(total)s

source: 4.4.1 Appraisal Type:
fr: 4.4.1 Type d’évaluation:

source: 4.4.2 Appraisal Value:
fr: 4.4.2 Valeur d’évaluation:

source: 4.4.3 Appraisal Note:
fr: 4.4.3 Note sur l’évaluation:

source: 4.5 Associated Documentation
fr: 4.5 Documentation apparentée

source: Associated Documentation %(num)s of %(total)s
fr: Documentation apparentée %(num)s de %(total)s

source: 4.5.1 Associated Documentation Type:
fr: 4.5.1 Type de documentation apparentée:

source: 4.5.2 Associated Documentation Title:
fr: 4.5.2 Titre des documents apparentés:

source: 4.5.3 Associated Documentation Note:
fr: 4.5.3 Note sur les documents apparentés:

source: 5. Event Information Section
fr: 5. Zone d’information sur les événements

source: 5.1 Events
fr: 5.1 Événements

source: Event %(num)s of %(total)s
fr: Événement %(num)s de %(total)s

source: 5.1.1 Event Type:
fr: 5.1.1 Type d’événement:

source: 5.1.1 Event Date:
fr: 5.1.2 Date de l’événement:

source: 5.1.3 Event Agent:
fr: 5.1.3 Agent de l’événement:

source: 5.1.4 Event Note:
fr: 5.1.4 Note sur l’événement:

source: 6. General Information Section
fr: 6. Zone d’information générale

source: 6.1 General Note
fr: 6.1 Note générale

source: 7. Control Information Section
fr: 7. Zone d’information de contrôle

source: 7.1 Rules or Conventions
fr: 7.1 Règles ou conventions

source: 7.2 Date of Creation or Revision
fr: 7.2 Date de création ou de révision

source: Date of Creation or Revision %(num)s of %(total)s
fr: Date de création ou de révision %(num)s de %(total)s

source: 7.2.1 Creation or Revision Type:
fr: 7.2.1 Type de création ou de revision:

source: 7.2.2 Creation or Revision Date:
fr: 7.2.2 Date de création ou de revision:

source: 7.2.3 Creation or Revision Agent:
fr: 7.2.3 Agent de création ou de revision:

source: 7.2.4 Creation or Revision Note:
fr: 7.2.4 Note sur la création ou la revision:

source: 7.3 Language of Accession Record
fr: 7.3 Langue de la notice d’acquisition

source: Submission Step %(currentstep)s (of %(totalsteps)s)
fr: Étape de soumission %(currentstep)s (sur %(totalsteps)s)

source: Progress
fr: Progrès

source: Overview
fr: Aperçu

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Review
fr: Révision

source: More
fr: Plus

source: Remove
fr: Supprimer

source: Describe the group and its purpose.
fr: Décrivez le groupe et son objectif.

source: Why would I want to make a group?
fr: Pourquoi voudrais-je créer un groupe?

source: Terms of Submission
fr: Conditions de soumission

source: By completing and submitting this form you hereby agree to give the National Centre for Truth and Reconciliation (“NCTR”) legal and physical custody and control and responsibility over the materials you have submitted for the purpose of allowing the NCTR Archives to inspect, research and appraise this material for a potential donation to the NCTR.
fr: En remplissant et en soumettant ce formulaire, vous acceptez par la présente de confier au Centre national pour la vérité et la réconciliation (« CNVR ») la garde légale et physique, le contrôle et la responsabilité des documents que vous avez soumis afin de permettre aux archives du CNVR d' inspecter, d'étudier et d'évaluer ces documents en vue d'un éventuel don au CNVR.

source: The NCTR accepts full responsibility for the physical condition of the materials you have submitted during the period when the NCTR Archives staff will examine the materials for potential donation.
fr: Le CNVR assume l'entière responsabilité de l'état physique des documents que vous avez soumis pendant la période au cours de laquelle le personnel des archives du CNVR examinera les documents en vue d'un don potentiel.

source: If you do not wish to continue, you may %(link_start)sgo back%(link_end)s.
fr: Si vous ne souhaitez pas continuer, vous pouvez %(link_start)srevenir en arrière%(link_end)s.

source: Go to step
fr: Allez à l'étape

source: more
fr: plus

source: Not provided
fr: Pas fourni

source: %(link_start)sClick here%(link_end)s for an explanation of the different types of source types.
fr: %(link_start)sCliquez ici%(link_end)s pour obtenir une explication des différents types de sources.

source: %(link_start)sClick here%(link_end)s for an explanation of the different types of source roles.
fr: %(link_start)sCliquez ici%(link_end)s pour obtenir une explication des différents types de rôles de la source.

source: Upload your files
fr: Téléchargez vos fichiers

source: You may upload a <b>maximum of %(MAX_TOTAL_UPLOAD_COUNT)s files</b>, and <b>at most %(MAX_TOTAL_UPLOAD_SIZE_MB)sMB of files</b>. Any <b>one file may not exceed %(MAX_SINGLE_UPLOAD_SIZE_MB)s MB</b>. Note that large submissions may take a few minutes, so please do not reload the web page when your files are being uploaded.
fr: Vous pouvez télécharger un <b>maximum de %(MAX_TOTAL_UPLOAD_COUNT)s fichiers</b>, et <b>au maximum %(MAX_TOTAL_UPLOAD_SIZE_MB)sMo de fichiers</b>. Un <b>fichier ne peut dépasser %(MAX_SINGLE_UPLOAD_SIZE_MB)s Mo</b>. Veuillez noter que les envois volumineux peuvent prendre quelques minutes. Veuillez donc ne pas recharger la page Web pendant le téléchargement de vos fichiers.

source: Toggle accepted file types
fr: Basculer les types de fichiers acceptés

source: Total size of transfer:
fr: Taille totale du transfert:

source: MB
fr: Mo

source: Remaining size allowed:
fr: Taille restante autorisée:

source: Files added:
fr: Fichiers ajoutés:

source: files
fr: fichiers

source: Files remaining:
fr: Fichiers restants:

source: Submission Group: %(name)s
fr: Groupe de soumission : %(name)s

source: Submission Group:
fr: Groupe de Soumission:

source: Delete group
fr: Supprimer le groupe

source: Edit Group
fr: Modifier le Groupe

source: Submission Complete!
fr: Soumission terminée!

source: Thank you for your Submission
fr: Merci pour votre Soumission

source: Your files are being held at the NCTR until an archivist reviews them. You may be contacted by an archivist using the contact information you provided in the form you submitted. You may view the current status of your submissions by visiting %(link_start)syour profile page%(link_end)s.
fr: Vos dossiers sont conservés au NCTR jusqu'à ce qu'un archiviste les examine. Vous pourriez être contacté par un archiviste à l'aide des coordonnées que vous avez fournies dans le formulaire que vous avez soumis. Vous pouvez consulter l'état actuel de vos soumissions en consultant %(link_start)svotre page de profil%(link_end)s.

source: An email will be sent to you at %(email)s confirming that your submission has been received. The email will also contain the terms you agreed to when creating your submission.
fr: Un courriel vous sera envoyé à l'adresse %(email)s pour confirmer la réception de votre soumission. Ce courriel contiendra également les conditions que vous avez acceptées lors de la création de votre soumission.

source: Go Back Home
fr: Retour à la page d'accueil

source: Logged Out
fr: Déconnecté

source: You have been successfully logged out.
fr: Vous vous êtes déconnecté avec succès.

source: Log Back In
fr: Se reconnecter

source: Login
fr: Connexion

source: Login to your Account
fr: Connectez-vous à votre compte

source: Forgot your password?
fr: Mot de passe oublié?

source: Don't have an account?
fr: Vous n'avez pas de compte?

source: Password Changed
fr: Mot de passe modifié

source: Password Changed Successfully
fr: Mot de passe modifié avec succès

source: Your password has been changed successfully. You can now use your new password to log in.
fr: Votre mot de passe a été modifié avec succès. Vous pouvez désormais utiliser votre nouveau mot de passe pour vous connecter.

source: Back to Admin
fr: Retour à l'administration

source: Back to Profile
fr: Retour au profil

source: Change my password
fr: Modifier mon mot de passe

source: Password Reset
fr: Réinitialisation du mot de passe

source: Password Reset Successfully
fr: Le mot de passe a été réinitialisé avec succès

source: Your password was successfully changed. Log into your account with your new password.
fr: Votre mot de passe a été modifié avec succès. Connectez-vous à votre compte avec votre nouveau mot de passe.

source: Create a new Password
fr: Créer un nouveau mot de passe

source: Password Reset Failed
fr: Réinitialisation du mot de passe a échoué

source: Please enter a new password for your account
fr: Veuillez saisir un nouveau mot de passe pour votre compte

source: Reset Password
fr: Réinitialiser le mot de passe

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien de réinitialisation du mot de passe n'était pas valide, probablement parce qu'il a déjà été utilisé. Veuillez demander une nouvelle réinitialisation du mot de passe.

source: Request New Password Reset
fr: Demander une réinitialisation du mot de passe

source: Password Reset Email Sent
fr: Courriel de réinitialisation du mot de passe envoyé

source: If the email you provided is associated with a user account, you should receive an email shortly to reset your password.
fr: Si l'adresse courriel que vous avez fournie est associée à un compte utilisateur, vous devriez recevoir un courriel sous peu vous permettant de réinitialiser votre mot de passe.

source: Reset Your Password
fr: Réinitialisez votre mot de passe

source: Someone asked for a password reset for the NCTR Secure Record Transfer App. To reset your password, click the button below.
fr: Quelqu'un a demandé une réinitialisation du mot de passe pour l'application sécurisée de transfert de dossiers du CNVR. Pour réinitialiser votre mot de passe, cliquez sur le bouton ci-dessous.

source: If the button doesn't work, copy and paste this link into your browser:
fr: Si le bouton ne fonctionne pas, copiez et collez ce lien dans votre navigateur:

source: This email address is not monitored, do not reply to this message.
fr: Cette adresse courriel n'est pas surveillée, ne répondez pas à ce message.

source: Reset your Password
fr: Réinitialisez votre mot de passe

source: Reset your password
fr: Réinitialisez votre mot de passe

source: Enter the email associated with your account and we'll send you a link to reset your password.
fr: Entrez l'adresse courriel associée à votre compte et nous vous enverrons un lien pour réinitialiser votre mot de passe.

source: Send Reset Link
fr: Envoyer le lien de réinitialisation

source: Back to Login
fr: Retour à la connexion

source: Please correct the errors below.
fr: Veuillez corriger les erreurs ci-dessous.

source: This password is too short. It must contain at least %(num)s characters.
fr: Ce mot de passe est trop court. Il doit contenir au moins %(num)s caractères.

source: This password is too long. It must contain at most %(num)s characters.
fr: Ce mot de passe est trop long. Il doit contenir au maximum %(num)s caractères.

source: Your password must be between %(num)s and %(num2)s characters long.
fr: Votre mot de passe doit comporter entre %(num)s et %(num2)s caractères.

source: Your password cannot contain your first name, last name, or username.
fr: Votre mot de passe ne peut pas contenir votre prénom, votre nom ou votre nom d'utilisateur.

source: You have been locked out due to too many failed login attempts. Please try again later.
fr: Vous ne pouvez plus accéder à votre compte en raison de nombreuses tentatives infructueuses de connexion. Veuillez réessayer plus tard.

source: Password reset successful
fr: Réinitialisation du mot de passe réussie
