Repository: NationalCentreTruthReconciliation/Secure-Record-Transfer
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Name must contain only letters and may include these symbols: ' - .
fr: Le nom doit contenir uniquement des lettres et peut inclure les symboles suivants : ' - .

source: First Name
fr: Prénom

source: Last Name
fr: Nom de famille

source: Receive notification emails?
fr: Recevoir des courriels de notification?

source: Preferred language for the website and email notifications
fr: Langue de préférence pour le site Web et les notifications par courriel

source: Preferred Language
fr: Langue de préférence

source: Phone number in format: +1 (999) 999-9999
fr: Numéro de téléphone au format : +1 (999) 999-9999

source: Street and street number
fr: Rue et numéro de rue

source: Unit number, RPO, PO BOX (optional)
fr: Numéro d'unité, comptoir postal, boîte postale (facultatif)

source: Other province or state if not listed
fr: Autre province ou État si non listé

source: Postal code (Canada) or zip code (US)
fr: Code postal (Canada) ou autre code d'identification postal

source: Country code
fr: Code de pays

source: Setting Key
fr: Touche de Réglage

source: Setting Value
fr: Valeur Paramétrée

source: Setting value type
fr: Type de valeur paramétrée

source: Change date
fr: Modifier la date

source: Changed by
fr: Modifié par

source: Not Started
fr: Pas commencé

source: In Progress
fr: En cours

source: Complete
fr: Terminé

source: Failed
fr: Échoué

source: NCTR Secure Record Transfer App Administration
fr: Administration de l'application de transfert sécurisé des dossiers du CNVR

source: Save
fr: Enregistrer

source: Save and continue editing
fr: Enregistrer et continuer la modification

source: Reset to default (default: %(setting_default_value)s)
fr: Réinitialiser par défaut (valeur par défaut : %(setting_default_value)s)

source: Are you sure you want to reset this setting to its default value (%(setting_default_value)s)?
fr: Êtes-vous sûr de vouloir réinitialiser ce paramètre à sa valeur par défaut (%(setting_default_value)s) ?

source: Click to view submission report
fr: Cliquez pour voir le rapport de soumission

source: Click to download CSV export
fr: Cliquez pour télécharger le fichier CSV exporté

source: Click to create a downloadable bag
fr: Cliquez pour créer un sac téléchargeable

source: The following are the types of files that donors can submit using this application.
fr: Voici les types de fichiers que les donateurs peuvent soumettre à l'aide de cette application.

source: %(group)s Files
fr: %(group)s Fichiers

source: Change Password
fr: Modifier le mot de passe

source: Notification options
fr: Options de notification

source: Change submission group for submission "%(submission_title)s"
fr: Modifier le groupe de soumission pour la soumission "%(submission_title)s"

source: Assign submission group for submission "%(submission_title)s"
fr: Attribuer un groupe de soumission pour la soumission "%(submission_title)s"

source: Submission groups
fr: Groupes de soumission

source: Select a group to see its description
fr: Sélectionnez un groupe pour voir sa description

source: Choose a group
fr: Choisissez un groupe

source: No description available
fr: Aucune description disponible

source: %(group_name)s (current)
fr: %(group_name)s (actuel)

source: Cancel
fr: Annuler

source: Unassign Group
fr: Désaffecter le groupe

source: Change Group
fr: Modifier le groupe

source: Assign Group
fr: Attribuer un groupe

source: Sort field:
fr: Champ de tri:

source: Sort direction:
fr: Sens de tri:

source: Descending
fr: Descendant

source: Ascending
fr: Ascendant

source: Sort
fr: Trier

source: Sort by:
fr: Trier par:

source: Sort by
fr: Trier par

source: Enter phone number
fr: Entrez votre numéro de téléphone

source: Enter street address
fr: Entrez l'adresse postale

source: Apartment, suite, etc.
fr: Appartement, suite, etc.

source: Enter city
fr: Entrez la ville

source: Enter state/province if not listed above
fr: Indiquez l'état/la province s'il n'est pas mentionné ci-dessus

source: Enter postal/zip code
fr: Entrez le code postal

source: Are you sure you want to delete this in-progress submission?
fr: Êtes-vous sûr de vouloir supprimer cette soumission en cours ?

source: Do you wish to delete the in-progress submission from %(date)s titled "%(title)s"?
fr: Souhaitez-vous supprimer la soumission en cours de %(date)s intitulé "%(title)s"?

source: Do you wish to delete the in-progress submission from %(date)s?
fr: Souhaitez-vous supprimer la soumission en cours de %(date)s?

source: Are you sure you want to delete this submission group?
fr: Êtes-vous sûr de vouloir supprimer ce groupe de soumission?

source: This will delete the submission group <i>%(name)s</i>, which has %(submission_count)s submissions.
fr: Cela supprimera le groupe de soumissions <i>%(name)s</i>, qui compte %(submission_count)s soumissions.

source: Submissions under this group will NOT be deleted. However, this group will be unassigned from all submissions and will no longer be available for use.
fr: Les soumissions effectuées dans ce groupe ne seront PAS supprimées. Cependant, ce groupe sera désactivé pour toutes les soumissions et ne sera plus disponible à l'utilisation.

source: Last Updated
fr: Dernière mise à jour

source: Expires At
fr: Expire à

source: Submission Title
fr: Titre de la soumission

source: Submission has expired
fr: La soumission a expiré

source: Submission is expiring soon
fr: La soumission expire bientôt

source: Resume
fr: Reprendre

source: Delete
fr: Supprimer

source: You have no submissions that are in progress.
fr: Vous n'avez aucune soumission en cours.

source: Create a new submission group
fr: Créer un nouveau groupe de soumission

source: Create
fr: Créer

source: Started
fr: Commencé

source: Last Changed
fr: Dernière modification

source: Files
fr: Fichiers

source: Total Size
fr: Taille totale

source: Expires
fr: Expire

source: Expired
fr: Expiré

source: Expires Soon
fr: Expire bientôt

source: N/A
fr: Sans objet

source: Resume submission
fr: Reprendre la soumission

source: Delete submission
fr: Supprimer la soumission

source: No actions available
fr: Aucune action disponible

source: No open sessions found.
fr: Aucune session ouverte trouvée.

source: Session Usage: <b>%(total_open_sessions)s / %(max_open_sessions)s</b>
fr: Utilisation de la session : <b>%(total_open_sessions)s / %(max_open_sessions)s</b>

source: Maximum sessions reached
fr: Nombre maximal de sessions atteint

source: Almost at limit
fr: Presque à la limite

source: 1 session remaining
fr: 1 session restante

source: Page %(curr_page)s of %(total_pages)s
fr: Page %(curr_page)s de %(total_pages)s

source: Profile Settings
fr: Paramètres du profil

source: Account
fr: Compte

source: Language
fr: Langue

source: Would you like to save your contact information to your profile?
fr: Souhaitez-vous enregistrer vos coordonnées dans votre profil ?

source: Phone:
fr: Téléphone:

source: Address:
fr: Adresse:

source: City:
fr: Ville:

source: Province/State:
fr: Province/État:

source: Postal/Zip:
fr: Code postal:

source: Country:
fr: Pays:

source: Saving your contact information will make future submissions easier by pre-populating these fields in this step.
fr: En enregistrant vos coordonnées, vous faciliterez vos prochaines soumissions, car ces champs seront préremplis lors de cette étape.

source: Continue without saving
fr: Continuer sans enregistrer

source: Save and continue
fr: Enregistrer et continuer

source: Help
fr: Aide

source: Optional
fr: Facultatif

source: Submissions in Group
fr: Soumissions dans le le Groupe

source: View group
fr: Afficher le groupe

source: Export Submissions as CSV
fr: Exporter les soumissions au format CSV

source: You have not made any submission groups.
fr: Vous n'avez créé aucun groupe de soumission.

source: Date Submitted
fr: Date de soumission

source: Submission Group
fr: Groupe de soumission

source: Files Submitted
fr: Fichiers soumis

source: View Report
fr: Voir le rapport

source: Change/assign group
fr: Modifier/attribuer un groupe

source: Export CSV
fr: Exporter CSV

source: You have not made any submissions in this group.
fr: Vous n'avez fait aucune soumission dans ce groupe.

source: You have not made any submissions.
fr: Vous n'avez fait aucune soumission.

source: Are you sure you want to leave?
fr: Êtes-vous sûr de vouloir quitter?

source: You have unsaved data!
fr: Vous avez des données non enregistrées!

source: If you would like to save your submission for later, click this link:
fr: Si vous souhaitez enregistrer votre soumission pour plus tard, cliquez sur ce lien:

source: Save form and resume later
fr: Enregistrer le formulaire et reprendre plus tard

source: Leave without saving
fr: Quitter sans enregistrer

source: About
fr: À propos

source: The NCTR Secure Record Transfer App allows people to send records to the National Centre for Truth and Reconciliation (NCTR) Archives securely over the internet. For small record submissions, this is the preferred method of sending records to the NCTR Archives.
fr: L'Application sécurisée de transfert de dossiers du CNVR permet aux gens d'envoyer des dossiers aux Archives du Centre national pour la vérité et la reconciliation en toute sécurité par Internet. Pour les petits volumes de documents, il s'agit de la méthode privilégiée pour envoyer des documents aux archives du CNVR.

source: Maximum Submission Size
fr: Taille maximale des soumissions

source: Submissions made through this application are subject to the maximum submission size. You may upload a <b>maximum of %(MAX_TOTAL_UPLOAD_COUNT)s files</b>, and <b>at most %(MAX_TOTAL_UPLOAD_SIZE_MB)s MB of files</b>. Any <b>one file may not exceed %(MAX_SINGLE_UPLOAD_SIZE_MB)s MB</b>. If you would like to submit <i>more</i> than this amount, please split your submission into multiple parts, and use the group form to group similar submissions together so our archivists know your submissions are related.
fr: Les soumissions effectuées via cette application sont soumises à une taille maximale. Vous pouvez télécharger un <b>maximum de %(MAX_TOTAL_UPLOAD_COUNT)s files</b>, et <b>au maximum %(MAX_TOTAL_UPLOAD_SIZE_MB)s Mo de fichiers</b>. Aucun <b>fichier ne peut dépasser %(MAX_SINGLE_UPLOAD_SIZE_MB)s Mo</b>. Si vous souhaitez soumettre <i>plus</i> que cela montant, veuillez diviser votre soumission en plusieurs parties et utiliser le formulaire de groupe pour regrouper les soumissions similaires. ensemble afin que nos archivistes sachent qu'elles sont liées.

source: Accepted File Types
fr: Types de fichiers acceptés

source: Account Activated
fr: Compte activé

source: Your account has been activated, and you should now be logged in. You may now submit records to the NCTR!
fr: Votre compte a été activé et vous devriez maintenant être connecté. Vous pouvez désormais soumettre des dossiers au CNVR!

source: Start a Submission
fr: Commencer une soumission

source: Return to Home
fr: Retour à la page d'accueil

source: Could not Activate
fr: Impossible d'activer

source: Account Could not be Activated
fr: Compte n'a pas pu être activé

source: This may be because your account has already been activated, or that the activation link has expired.
fr: Cela peut être dû au fait que votre compte a déjà été activé ou que le lien d'activation a expiré.

source: Email Sent
fr: Courriel envoyé

source: Activation Email Sent
fr: Courriel d'activation envoyé

source: Thank you for creating a new account. You should receive an email shortly with an account activation link.
fr: Merci d'avoir créé un nouveau compte. Vous devriez recevoir sous peu un e-mail contenant un lien d'activation du compte.

source: The National Residential School Crisis Line
fr: La Ligne d’écoute téléphonique concernant les pensionnats indiens

source: Your %(changed_item)s for the NCTR Secure Record Transfer App has been %(changed_status)s.
fr: Vos %(changed_item)s pour l'application sécurisée de transfert de dossiers du CNVR a été %(changed_status)s.

source: The following changes have been made to your account:
fr: Les modifications suivantes ont été apportées à votre compte:

source: Log In to Your Account
fr: Connectez-vous à votre compte

source: If the button doesn’t work, copy and paste this link into your browser:
fr: Si le bouton ne fonctionne pas, copiez et collez ce lien dans votre navigateur :

source: Activate Your New Account
fr: Activez votre nouveau compte

source: An account was created for the NCTR Secure Record Transfer App using this email. To activate your account, click the button below.
fr: Un compte a été créé pour l'application sécurisée de transfert de dossiers du CNVR . Pour activer votre compte, cliquez sur le bouton ci-dessous..

source: Activate Account
fr: Activer le compte

source: Email communication from the National Centre for Truth and Reconciliation.
fr: Communication par courriel du Centre national pour la vérité et la réconciliation.

source: NCTR Logo
fr: Logo du CNVR

source: Header Image
fr: Image d'en-tête

source: NATIONAL CENTRE FOR TRUTH AND RECONCILIATION, 177 DYSART RD, WINNIPEG, MB R3T 2M8
fr: CENTRE NATIONAL POUR LA VÉRITÉ ET LA RÉCONCILIATION, 177 RUE DYSART, WINNIPEG, MB R3T 2M8

source: Don't like these emails?
fr: Vous n'aimez pas ces courriels ?

source: Unsubscribe in your profile
fr: Désabonner-vous dans votre profil

source: Dear %(full_name)s (%(username)s),
fr: Cher/Chère %(full_name)s (%(username)s),

source: You have an in-progress submission titled "%(in_progress_title)s" that is set to expire on %(in_progress_expiration_date)s.
fr: Vous avez une soumission en cours intitulée "%(in_progress_title)s" qui expire le %(in_progress_expiration_date)s.

source: Please make sure to complete your submission before the expiration date. You can resume your submission by clicking the button below:
fr: Veuillez vous assurer de terminer votre soumission avant la date d'expiration. Vous pouvez reprendre votre soumission en cliquant sur le bouton ci-dessous :

source: Resume Your Submission
fr: Reprendre votre soumission

source: If you have any questions or need assistance, please contact our support team.
fr: Si vous avez des questions ou avez besoin d'aide, veuillez contacter notre équipe d'assistance.

source: Your Submission Could not be Completed
fr: Votre soumission n'a pas pu être effectuée

source: The records you attempted to submit through the NCTR Secure Record Transfer App did not go through correctly. You may try to submit again, or contact an NCTR archivist about your submission at this email address:
fr: Les documents que vous avez tenté de soumettre via l'application sécurisée de transfert de dossiers du CNVR n'ont pas été transmis correctement. Vous pouvez essayer de les soumettre à nouveau ou contacter un archiviste du CNVR à propos de votre soumission à l'adresse courriel suivante :

source: Contact NCTR Archivist
fr: Contacter un archiviste du CNVR

source: Submission Made by %(username)s Failed
fr: Soumission effectuée par %(username)s a échoué

source: %(first_name)s %(last_name)s (%(username)s) attempted to make a submission at %(action_date)s using the NCTR Secure Record Transfer App, but an error occurred.
fr: %(first_name)s %(last_name)s (%(username)s) a essayé d' effectuer une soumission le %(action_date)s à l'aide de l'application sécurisée de transfert de dossiers du CNVR, mais une erreur s'est produite.

source: New Submission Made by %(username)s
fr: Nouvelle soumission effectuée par %(username)s

source: %(first_name)s %(last_name)s (%(username)s) made a new submission at %(action_date)s with the NCTR Secure Record Transfer App. To view their new submission, click the button below.
fr: %(first_name)s %(last_name)s (%(username)s) a effectué une nouvelle soumission le %(action_date)s à l'aide de l'application sécurisée de transfert de dossiers du CNVR. Pour consulter cette nouvelle soumission, cliquez sur le bouton ci-dessous.

source: View New Submission
fr: Afficher la nouvelle soumission

source: Thank You for Your Submission
fr: Merci pour votre soumission

source: Thank you for your record submission using the NCTR Secure Record Transfer App. The files you sent are being stored securely on our servers until an archivist has the opportunity to view them.
fr: Merci d'avoir envoyé vos documents à l'aide de l'application sécurisée de transfert de dossiers du CNVR. Les fichiers que vous avez envoyés sont conservés en toute sécurité sur nos serveurs jusqu'à ce qu'un archiviste ait l' occasion de les consulter.

source: You can view your past submissions by clicking on the button below:
fr: Vous pouvez consulter vos soumissions précédentes en cliquant sur le bouton ci-dessous :

source: View Your Past Submissions
fr: Afficher vos soumissions précédentes

source: Submission Agreement
fr: Accord de soumission

source: Thank you for submitting records with the NCTR Record Transfer App. By completing and submitting the form you hereby agree to give the National Centre for Truth and Reconciliation (“NCTR”) legal and physical custody and control and responsibility over the materials you have submitted for the purpose of allowing the NCTR Archives to inspect, research and appraise this material for a potential donation to the NCTR.
fr: Merci d'avoir soumis des documents à l'aide de l'application sécurisée de transfert de dossiers du CNVR . En remplissant et en soumettant le formulaire, vous acceptez par la présente de confier au Centre national pour la vérité et la réconciliation (« CNVR ») la garde légale et physique, le contrôle et la responsabilité des documents que vous avez soumis afin de permettre aux archives du CNVR d'inspecter, d'étudier et d'évaluer ces documents en vue d'un éventuel don au CNVR

source: The NCTR accepts full responsibility for the physical condition of the materials you have submitted during the period when the NCTR Archives staff will examine the materials for potential donation.
fr: Le CNVR assume l'entière responsabilité de l'état physique des documents que vous avez soumis pendant la période au cours de laquelle le personnel des archives du CNVR examinera les documents en vue d'un éventuel don.

source: white NCTR logo
fr: logo blanc du CNVR

source: UNESCO and NCTR logo
fr: Logo de l'UNESCO et du CNVR

source: More from the NCTR
fr: En savoir plus sur le CNVR

source: Your records
fr: Vos documents

source: Education
fr: Éducation

source: Exhibits
fr: Expositions

source: Memorial
fr: Mémorial

source: Research
fr: Recherche

source: Publications &amp; Reports
fr: Publications et rapports

source: Contact Us
fr: Contactez-nous

source: Chancellor's Hall, 177 Dysart Road,
fr: Chancellor’s Hall, 177, chemin Dysart,

source: University of Manitoba, Winnipeg
fr: Université du Manitoba, Winnipeg

source: Connect with us
fr: Entrez en contact avec nous

source: © 2025 National Centre for Truth and Reconciliation
fr: © 2025 Centre national pour la vérité et la réconciliation

source: Secure Record Transfer
fr: Transfert sécurisé des dossiers

source: Home
fr: Accueil

source: Admin
fr: Administrateur

source: Profile
fr: Profil

source: Submit
fr: Soumettre

source: Logout
fr: Déconnexion

source: Sign Up
fr: S'inscrire

source: Log In
fr: Se connecter

source: Form Help
fr: Aide au formulaire

source: Refer to the following section if you come across a part of the form that you need assistance with.
fr: Si vous avez besoin d'aide pour remplir une partie du formulaire, veuillez vous reporter à la section suivante.

source: Frequently Asked Questions
fr: Foire aux questions

source: Why would I want to make a submission group?
fr: Pourquoi voudrais-je créer un groupe de soumission?

source: Submission groups are useful when:
fr: Les groupes de soumission sont utiles lorsque:

source: You have large collections
fr: Vous possédez de grandes collections

source: If you have too many files for a single submission (exceeding %(MAX_TOTAL_UPLOAD_COUNT)s files or %(MAX_TOTAL_UPLOAD_SIZE_MB)s MB), you can split them into multiple submissions within the same group.
fr: Si vous avez trop de fichiers pour un seul envoi (plus de %(MAX_TOTAL_UPLOAD_COUNT)s fichiers ou %(MAX_TOTAL_UPLOAD_SIZE_MB)s Mo), vous pouvez les diviser en plusieurs envois au sein du même groupe.

source: You want logical organization
fr: Vous voulez une organisation logique

source: You can organize related records by theme, time period, or project, even if they're submitted at different times.
fr: Vous pouvez organiser les enregistrements connexes par thème, période ou projet, même s'ils ont été soumis à des moments différents.

source: You need easier tracking
fr: Vous avez besoin d'un suivi plus facile

source: Grouping helps you and archivists track related submissions through the processing workflow.
fr: Le regroupement vous aide et les archivistes à suivre les soumissions connexes tout au long du processus de traitement.

source: You want consistent metadata
fr: Vous voulez des métadonnées cohérentes

source: Groups ensure related submissions are cataloged with consistent metadata.
fr: Les groupes veillent à ce que les soumissions connexes soient cataloguées avec des métadonnées cohérentes.

source: Pro Tip:
fr: Conseil de pro :

source: When creating a new group, use a descriptive naming convention (e.g., "Smith Research Project 2025" or "Financial Records 2020-2025") to easily identify it for future submissions.
fr: Lorsque vous créez un nouveau groupe, utilisez une convention de nommage descriptive (par exemple, « Projet de recherche Smith 2025 » ou « Documents financiers 2020-2025 ») afin de pouvoir l'identifier facilement pour les soumissions futures.

source: Source Types (Step 3 of Submission Form)
fr: Types de source (Étape 3 du formulaire de soumission)

source: The <i>source type</i> describes what type of entity the source of the records is. If none of the provided options properly describe the source entity, select <b>Other</b> in the source types dropdown and enter your own type.
fr: Le <i>type de source</i> décrit le type d'entité dont proviennent les enregistrements. Si aucune des options proposées ne décrit correctement l'entité source, sélectionnez <b>Autre</b> dans la liste déroulante des types de source et saisissez votre propre type.

source: Show source type details
fr: Afficher les détails du type de source

source: The following is a description of each source type:
fr: Voici une description de chaque type de source:

source: Source Roles (Step 3 of Submission Form)
fr: Types de rôle (Étape 3 du formulaire de soumission)

source: The <i>source role</i> describes how the entity relates to the records. If none of the provided options properly describe the source's relationship to the records, select <b>Other</b> in the source roles dropdown and enter your own type.
fr: Le <i>rôle source</i> décrit la relation entre l'entité et les enregistrements. Si aucune des options proposées ne décrit correctement la relation entre la source et les enregistrements, sélectionnez <b>Autre</b> dans le menu déroulant des rôles source et saisissez votre propre type.

source: Show source role details
fr: Afficher les détails du rôle source

source: The following is a description of each source role:
fr: Voici une description de chaque role de la source:

source: Rights Types (Step 5 of Submission Form)
fr: Types de droits (Étape 5 du formulaire de soumission)
