Repository: NationalCentreTruthReconciliation/Secure-Record-Transfer
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Default value to fill in metadata for CAAIS sec. 1.1 - Repository.
fr: Valeur par défaut à remplir dans les métadonnées pour la section 1.1 de la NCIAA - Établissement.

source: Default value to fill in metadata for CAAIS sec. 1.3 - Accession Title
fr: Valeur par défaut à remplir dans les métadonnées pour la section 1.3 de la NCIAA - Titre de l’acquisition

source: Default value to fill in metadata for CAAIS sec. 1.4 - Archival Unit. While the Archival Unit field is repeatable in CAAIS, it is not possible to specify multiple archival unit defaults.
fr: Valeur par défaut à remplir dans les métadonnées pour la section 1.4 de la NCIAA - Unité archivistique Bien que le champ « Unité d'archivistique » soit répétable dans NCIAA, il n'est pas possible de spécifier plusieurs valeurs par défaut pour les unités d'archivistiques.

source: Default value to fill in metadata for CAAIS sec. 1.6 - Disposition Authority. While the Disposition Authority field is repeatable, it is not possible to specify multiple disposition authority defaults.
fr: Valeur par défaut à remplir dans les métadonnées pour la section 1.6 de la NCIAA - Autorisation de disposition. Bien que le champ « Autorisation de disposition » soit répétable, il n'est pas possible de spécifier plusieurs valeurs par défaut pour l'autorisation de disposition.

source: Default value to fill in metadata for CAAIS sec. 1.5 - Acquisition Method
fr: Valeur par défaut à remplir dans les métadonnées pour la section 1.5 de la NCIAA - Méthode d’acquisition

source: Default value to fill in metadata for CAAIS sec. 1.7 - Status. Leave empty, or populate with a term like 'Waiting for review' to signify that the metadata has not been reviewed yet.
fr: Valeur par défaut à remplir dans les métadonnées pour la section 1.7 de la NCIAA - Statut. Laissez vide ou remplissez avec une expression telle que « En attente de révision » pour indiquer que les métadonnées n'ont pas encore été révisées.

source: Default value to fill in metadata for CAAIS sec. 2.1.6 - Source Confidentiality. If a default is supplied, the source confidentiality will be applied to every source of material received.
fr: Valeur par défaut à remplir dans les métadonnées pour la section 2.1.6 de la NCIAA - Confidentialité de la source. Si un standard est fourni, la confidentialité de la source sera appliquée à toutes les sources de documents reçues.

source: Default value to fill in metadata for CAAIS sec. 2.2 - Preliminary Custodial History. While the Preliminary Custodial History field is repeatable in CAAIS, it is not possible to specify multiple defaults here.
fr: Valeur par défaut à remplir dans les métadonnées pour la section 2.2 de la NCIAA - Historique préliminaire de la conservation. Bien que le champ « Historique préliminaire de la conservation » soit réutilisable dans la NCIAA, il n'est pas possible de spécifier plusieurs valeurs par défaut ici.

source: Default value to fill in metadata for CAAIS sec. 3.1 - Date of Materials
fr: Valeur par défaut à remplir dans les métadonnées pour la section 3.1 de la NCIAA - Date des documents

source: Default value to fill in metadata for CAAIS sec. 3.2.1 - Extent Type. If a default is supplied, the extent type will be applied to every extent statement received.
fr: Valeur par défaut à remplir dans les métadonnées pour la section 3.2.1 de la NCIAA - Type d’étendue. Si une valeur par défaut est fournie, le type d'étendue sera appliqué à énonce d'étendue reçue.

source: Default value to fill in metadata for CAAIS sec. 3.2.2 - Quantity and Unit of Measure. If a default is supplied, the quantity and unit of measure will be applied to every extent statement received.
fr: Valeur par défaut à remplir dans les métadonnées pour la section 3.2.2 de la NCIAA - Quantité et unité de mesure. Si une valeur par défaut est fournie, la quantité et unité de mesure seront appliquées à chaque énoncé d'étendue reçue.

source: Default value to fill in metadata for CAAIS sec. 3.2.3 - Content Type. If a default is supplied, the content type will be applied to every extent statement received.
fr: Valeur par défaut à remplir dans les métadonnées pour la section 3.2.3 de la NCIAA -Type de contenu. Si une valeur par défaut est fournie, le type de contenu sera appliqué à chaque énoncé d'étendue reçue.

source: Default value to fill in metadata for CAAIS sec. 3.2.4 - Carrier Type. If a default is supplied, the carrier type will be applied to every extent statement received.
fr: Valeur par défaut à remplir dans les métadonnées pour la section 3.2.4 de la NCIAA - Type de support. Si une valeur par défaut est fournie, le type de support sera appliqué à chaque énoncé d'étendue reçue.

source: Default value to fill in metadata for CAAIS sec. 3.2.5 - Extent Note. If a default is supplied, the extent note will be applied to every extent statement received.
fr: Valeur par défaut à remplir dans les métadonnées pour la section 3.2.5 de la NCIAA - Note sur l’étendue. Si une valeur par défaut est fournie, la note sur l'étendue sera appliqué à chaque énoncé d'étendue reçue.

source: Default value to fill in metadata for CAAIS sec. 3.3 - Preliminary Scope and Content. While the Preliminary Scope and Content field is repeatable in CAAIS, it is not possible to specify multiple defaults here.
fr: Valeur par défaut à remplir dans les métadonnées pour la section 3.3 de la NCIAA - Portée et contenu préliminaires. Bien que le champ « Portée et contenu préliminaires » soit réutilisable dans NCIAA, il n'est pas possible de spécifier plusieurs valeurs par défaut ici.

source: Default value to fill in metadata for CAAIS sec. 3.4 - Language of Material
fr: Valeur par défaut à remplir dans les métadonnées pour la section 3.4 de la NCIAA - Langue des documents

source: Default value to fill in metadata for CAAIS sec. 4.1 - Storage Location
fr: Valeur par défaut à remplir dans les métadonnées pour la section 4.1 de la NCIAA - Lieu d’entreposage

source: Default value to fill in metadata for CAAIS sec. 4.3.1 - Preservation Requirements Type. If not empty, a default preservation requirements statement will be applied to each submission.
fr: Valeur par défaut à remplir dans les métadonnées pour la section 4.3.1 de la NCIAA - Type d’exigence de preservation. Si ce champ n'est pas vide, une déclaration d’exigence de preservation sera appliquée par défaut à chaque soumission.

source: Default value to fill in metadata for CAAIS sec. 4.3.2 - Preservation Requirements Value. If not empty, a default preservation requirements statement will be applied to each submission.
fr: Valeur par défaut à remplir dans les métadonnées pour la section 4.3.2 de la NCIAA - Valeur de l’exigence de préservation. Si ce champ n'est pas vide, une déclaration de l’exigence de préservation sera appliquée par défaut à chaque soumission.

source: Default value to fill in metadata for CAAIS sec. 4.3.3 - Preservation Requirements Note. If not empty, a default preservation requirements statement will be applied to each submission.
fr: Valeur par défaut à remplir dans les métadonnées pour la section 4.3.3 de la NCIAA - Note sur l’exigence de préservation. Si ce champ n'est pas vide, une déclaration de l’exigence de préservation sera appliquée par défaut à chaque soumission.

source: Default value to fill in metadata for CAAIS sec. 4.4.1 - Appraisal Type. If not empty, a default appraisal statement will be applied to each submission.
fr: Valeur par défaut à remplir dans les métadonnées pour la section 4.4.1 de la NCIAA - Type d’évaluation. Si ce champ n'est pas vide, une déclaration d'évaluation par défaut sera appliquée à chaque soumission.

source: Default value to fill in metadata for CAAIS sec. 4.4.2 - Appraisal Value. If not empty, a default appraisal statement will be applied to each submission.
fr: Valeur par défaut à remplir dans les métadonnées pour la section 4.4.2 de la NCIAA - Valeur de l’évaluation. Si ce champ n'est pas vide, une déclaration d'évaluation par défaut sera appliquée à chaque soumission.

source: Default value to fill in metadata for CAAIS sec. 4.4.3 - Appraisal Note. If not empty, a default appraisal statement will be applied to each submission.
fr: Valeur par défaut à remplir dans les métadonnées pour la section 4.4.3 de la NCIAA - Note sur l’évaluation. Si ce champ n'est pas vide, une déclaration d'évaluation par défaut sera appliquée à chaque soumission.

source: Default value to fill in metadata for CAAIS sec. 4.5.1 - Associated Documentation Type. If not empty, a default associated document will be applied to each submission.
fr: Valeur par défaut à remplir dans les métadonnées pour la section 4.5.1 de la NCIAA - Type de documentation apparentée. Si ce champ n'est pas vide, une documentation apparentée par défaut sera appliqué à chaque soumission.

source: Default value to fill in metadata for CAAIS sec. 4.5.2 - Associated Documentation Title. If not empty, a default associated document will be applied to each submission.
fr: Valeur par défaut à remplir dans les métadonnées pour la section 4.5.2 de la NCIAA - Titre de la documentation apparentée. Si ce champ n'est pas vide, une documentation apparentée par défaut sera appliqué à chaque soumission.

source: Default value to fill in metadata for CAAIS sec. 4.5.3 - Associated Documentation Note. If not empty, a default associated document will be applied to each submission.
fr: Valeur par défaut à remplir dans les métadonnées pour la section 4.5.3 de la NCIAA - Note sur la documentation apparentée. Si ce champ n'est pas vide, une documentation apparentée par défaut sera appliqué à chaque soumission.

source: Default value to fill in metadata for CAAIS sec. 6.1 - General Note
fr: Valeur par défaut à remplir dans les métadonnées pour la section 6.1 de la NCIAA - Note générale

source: Default value to fill in metadata for CAAIS sec. 7.1 - Rules or Conventions
fr: Valeur par défaut à remplir dans les métadonnées pour la section 7.1 de la NCIAA - Règles ou conventions

source: Default value to fill in metadata for CAAIS sec. 7.3 - Language of Accession Record
fr: Valeur par défaut à remplir dans les métadonnées pour la section 7.3 de la NCIAA - Langue de la notice d’acquisition

source: Default submission event type name - related to CAAIS sec. 5.1.1. At the time of receiving a submission, a 'Submission' type event is created for the submission. You can control the Event Type name for that event here.
fr: Nom par défaut du type d'événement de soumission - relatif à la section 5.1.1. de la NCIAA. Au moment de la réception d'une soumission, un événement de type « Soumission » est créé pour cette soumission. Vous pouvez contrôler le nom du Type d'événement pour cet événement ici.

source: Default submission event agent - related to CAAIS sec. 5.1.3. At the time of receiving a submission, a 'Submission' type event is created for the submission. You can control the Event Agent's name for that event here.
fr: Valeur par défaut de l'Agent de l'événement - relatif à la section 5.1.3. de la NCIAA. Au moment de la réception d'une soumission, un événement de type « Soumission » est créé pour cette soumission. Vous pouvez contrôler le nom de l'Agent d'événement pour cet événement ici.

source: Default submission event note - related to CAAIS sec. 5.1.4. At the time of receiving a submission, a 'Submission' type event is created for the submission. You can control whether an Event Note is added for the event here.
fr: Valeur par défaut de la note sur l - relatif à la section 5.1.4. de la NCIAA. Au moment de la réception d'une soumission, un événement de type « Soumission » est créé pour cette soumission. Vous pouvez contrôler ici si une note sur l'événement est ajoutée pour cet événement.

source: Default date of creation event name - related to CAAIS sec. 7.2.1. At the time of receiving a submission, a Date of Creation or Revision is created to indicate the date the accession record was created. You can control the name of the event here if you do not want to call it 'Creation'.
fr: Date par défaut de création du nom de l'événement - relatif à la section 7.2.1. de la NCIAA. Au moment de la réception d'une soumission, une date de création ou de révision est générée pour indiquer la date à laquelle l'enregistrement d'accès a été créé. Vous pouvez modifier le nom de l'événement ici si vous ne souhaitez pas l'appeler « Création ».

source: Default date of creation event agent - related to CAAIS sec. 7.2.3. At the time of receiving a submission, a Date of Creation or Revision is created to indicate the date the accession record was created. You can control the name of the event agent here.
fr: Date par défaut de l'agent de création ou de revision - relatif à la section 7.2.3. de la NCIAA. Au moment de la réception d'une soumission, une date de création ou de révision est générée pour indiquer la date à laquelle l'enregistrement d'accès a été créé. Vous pouvez contrôler le nom de l'agent événementiel ici.

source: Default date of creation event note - related to CAAIS sec. 7.2.4. At the time of receiving a submission, a Date of Creation or Revision is created to indicate the date the accession record was created. You can add a note to that event here by setting the value to something other than an empty string.
fr: Date par défaut de la note sur la création ou la révision - relatif à la section 7.2.4. de la NCIAA. Au moment de la réception d'une soumission, une date de création ou de révision est générée afin d'indiquer la date à laquelle l'enregistrement d'accès a été créé. Vous pouvez ajouter une note à cet événement ici en définissant une valeur autre qu'une chaîne vide.

source: Email updates can only be enabled for staff users.
fr: Les mises à jour par courriel ne peuvent être activées que pour les utilisateurs qui sont membres du personnel.

source: This field is required when contact information is provided.
fr: Ce champ est obligatoire lorsque des coordonnées sont fournies.

source: View or Change Metadata
fr: Afficher ou modifier les métadonnées

source: No description available for this setting.
fr: Aucune description disponible pour ce paramètre.

source: Value must be a text value.
fr: La valeur doit être une valeur textuelle.

source: Value must be a non-empty text value.
fr: La valeur doit être une valeur textuelle non vide.

source: Value must be a number.
fr: La valeur doit être un nombre.

source: Value must be a valid whole number. '%(num)s' is not a valid number.
fr: La valeur doit être un nombre entier valide. « %(num)s » n'est pas un nombre valide.

source: Invalid setting key: %(key)s
fr: Clé de paramètre non valide : %(key)s

source: %(setting)s must be a positive whole number.
fr: %(setting)s doit être un nombre entier positif.

source: %(setting)s must be a valid email address.
fr: %(setting)s doit être une adresse courriel valide.

source: Street, and street number
fr: Rue et numéro de rue

source: Unit Number, RPO, PO BOX... (optional)
fr: Numéro d'unité, RPO, boîte postale... (facultatif)

source: Select your province
fr: Sélectionnez votre province

source: Province or state
fr: Province ou état

source: Other province or state
fr: Autre province ou état

source: Postal code must look like "Z0Z 0Z0", zip code must look like "12345" or "12345-1234"
fr: Le code postal doit ressembler à « Z0Z 0Z0 », « 12345 » ou « 12345-1234 ».

source: Postal / Zip code
fr: Code postal

source: Select your Country
fr: Sélectionnez votre pays

source: Address line 1 is required if address line 2 is provided.
fr: La ligne d'adresse 1 est obligatoire si la ligne d'adresse 2 est fournie.

source: You must select a province or state, use "Other" to enter a custom location
fr: Vous devez sélectionner une province ou un état, utilisez « Autre » pour saisir un emplacement personnalisé

source: This field must be filled out if "Other" province or state is selected
fr: Ce champ doit être rempli si « Autre » province ou état est sélectionné

source: Please verify you are human
fr: Veuillez vérifier que vous êtes bien un être humain

source: I accept these terms
fr: J'accepte ces conditions

source: If "Source type" is Other, enter your own source type
fr: Si « Type de source » est Autre, entrez votre propre type de source

source: If "Source role" is Other, enter your own source role
fr: Si « rôle de source » est Autre, entrez votre propre rôle de source

source: Yes
fr: Oui

source: No
fr: Non

source: Fill out this section?
fr: Remplir cette section?

source: Name of source
fr: Nom de la source

source: The organization or entity submitting the records
fr: L'organisation ou l'entité qui soumet les documents

source: Please select one
fr: Veuillez sélectionner une option

source: How would you describe <b>what</b> the source entity is? i.e., The source is a(n) ______
fr: Comment décririez-vous <b>ce qu'est</b> l'entité source ? Autrement dit, la source est un(e)

source: A source type not covered by the other choices
fr: Un type de source non couvert par les autres choix

source: Other source type
fr: Autre type de source

source: How does the source relate to the records?
fr: Quel est le lien entre la source et les dossiers?

source: A source role not covered by the other choices
fr: Un rôle de source non couvert par les autres choix

source: Other source role
fr: Autre rôle de source

source: Enter any notes you think may be useful for the archives to have about this entity (optional)
fr: Entrez toute note qui pourrait être utile aux archives concernant cette entité (facultatif).

source: Source notes
fr: Notes de la source

source: e.g., The donor wishes to remain anonymous
fr: par exemple, le donateur souhaite rester anonyme

source: e.g., Committee Meeting Minutes
fr: par exemple, Procès-verbal de la réunion du comité

source: Title
fr: Titre

source: English, French
fr: Anglais, Français

source: Enter all relevant languages here
fr: Entrez toutes les langues pertinentes ici

source: Language(s)
fr: Langue(s)

source: Date must be in the format YYYY-MM-DD or YYYY-MM-DD - YYYY-MM-DD
fr: La date doit être dans le format AAAA-MM-JJ ou AAAA-MM-JJ - AAAA-MM-JJ

source: Enter the range of dates that the materials cover, or a single date if there is no range.
fr: Entrez l'intervalle de dates couverte par les documents, ou une seule date s'il n'y a pas d'intervalle.

source: Date is approximated
fr: La date est approximative

source: Check this box if the date is approximate, or if you are unsure of the date.
fr: Cochez cette case si la date est approximative ou si vous n'êtes pas sûr de la date.

source: Description of contents
fr: Description du contenu

source: Briefly describe the content of the files you are submitting. What do the files contain?
fr: Décrivez brièvement le contenu des fichiers que vous soumettez. Que contiennent ces fichiers?

source: Enter any information you have on the history of who has had custody of the records or who has kept the records in the past (optional)
fr: Entrez toutes les informations dont vous disposez sur l'historique des personnes qui ont eu la garde des documents ou qui les ont conservés dans le passé (facultatif).

source: Custodial history
fr: Historique de conservation

source: e.g., John Doe held these records before donating them in 1960
fr: par exemple, John Doe détenait ces documents avant de les donner en 1960

source: Record how many files and of what type they are that you are planning on submitting (optional)
fr: Indiquez le nombre et le type de fichiers que vous prévoyez de soumettre (facultatif).

source: For example, &quot;200 PDF documents, totalling 2.0GB&quot;
fr: Par exemple, « 200 documents PDF, pour un total de 2,0 Go »

source: Quantity and type of files
fr: Quantité et type de fichiers

source: If "Other type of rights" is empty, you must choose one of the Rights types here
fr: Si le champ « Autre type de droits » est vide, vous devez choisir ici l'un des types de droits

source: If "Type of rights" is empty, you must enter a different type here
fr: Si le champ « Type de droits » est vide, vous devez saisir un autre type ici

source: Type of rights
fr: Type de droits

source: Select a rights type (optional)
fr: Sélectionnez un type de droits (facultatif)

source: Other type of rights not covered by other choices
fr: Autres types de droits non couverts par les autres choix

source: For example: &quot;UK Human Rights Act 1998&quot;
fr: Par exemple: &quot;UK Human Rights Act 1998&quot;

source: Other type of rights
fr: Autres types de droits

source: Any notes on these rights or which files they may apply to (optional)
fr: Notes concernant ces droits ou les fichiers auxquels ils s'appliquent (facultatif)

source: For example: &quot;Copyright until 2050&quot;, &quot;Only applies to images&quot;, etc.
fr: Par exemple : « droits d'auteur jusqu'en 2050 », « S'applique uniquement aux images », etc.

source: Notes for rights
fr: Notes relatives aux droits

source: This identifier type is reserved and cannot be used
fr: Ce type d'identifiant est réservé et ne peut pas être utilisé

source: Must enter a value for this identifier
fr: Vous devez saisir une valeur pour cet identifiant

source: Must enter a type for this identifier
fr: Il faut entrer un type pour cet identifiant

source: Cannot enter a note without entering a value and type
fr: Impossible de saisir une note sans entrer une valeur et un type

source: The type of the identifier
fr: Le type de l'identifiant

source: For example: &quot;Receipt number&quot;, &quot;LAC Record ID&quot;, etc.
fr: Par exemple : « Numéro de reçu », « Identifiant BAC », etc.

source: Type of identifier
fr: Type d'identifiant

source: Identifier value
fr: Valeur de l'identifiant

source: Any notes on this identifier or which files it may apply to (optional).
fr: Notes concernant cet identifiant ou les fichiers auxquels il peut s'appliquer (facultatif).

source: Notes for identifier
fr: Notes pour l'identifiant

source: Select a group
fr: Sélectionnez un groupe

source: Assigned group
fr: Groupe assigné

source: Record any general notes you have about the records here (optional)
fr: Notez ici toutes les notes générales que vous avez concernant les dossiers (facultatif).

source: These should be notes that did not fit in any of the previous steps of this form
fr: Il devrait s'agir de notes qui ne trouvaient pas leur place dans les étapes précédentes de ce formulaire

source: Other notes
fr: Autres notes

source: Upload session token is required
fr: L'identifiant de session de téléchargement est requis

source: Invalid upload session state. Please try again.
fr: État de session de téléchargement non valide. Veuillez réessayer.

source: You must upload at least one file
fr: Vous devez télécharger au moins un fichier

source: No identifiers were provided.
fr: Aucun identifiant n'a été fourni.

source: No record rights or restrictions were provided.
fr: Aucun droit ni restriction n'ont été accordés en matière d'enregistrement.

source: Group Name
fr: Nom du groupe

source: Enter group description
fr: Entrez la description du groupe

source: Group Description
fr: Description du groupe

source: Form is empty.
fr: Le formulaire est vide.

source: Required
fr: Requis

source: You have already created a group with this name.
fr: Vous avez déjà créé un groupe avec ce nom.

source: No changes detected.
fr: Aucun changement détecté.

source: The email %(email)s is already in use
fr: Le courriel %(email)s est déjà utilisée

source: Username
fr: Nom d'utilisateur

source: This is the username you will use to log in to your account
fr: Il s'agit du nom d'utilisateur que vous utiliserez pour vous connecter à votre compte

source: First name
fr: Prénom

source: Last name
fr: Nom de famille
